{
	"joke": {
		"1": "What did the bartender say to the jumper cables? You better not try to start anything.",
		"2": "Don't you hate jokes about German sausage? They're the wurst!",
		"3": "Two artists had an art contest... It ended in a draw",
		"4": "Why did the chicken cross the playground? To get to the other slide.",
		"5": "What gun do you use to hunt a moose? A moosecut!",
		"6": "If life gives you melons, you might have dyslexia.",
		"7": "Broken pencils... ...are pointless.",
		"8": "What did one snowman say to the other snowman? 'Do you smell carrots?'",
		"9": "How many hipsters does it take to change a lightbulb? It's a really obscure number. You've probably never heard of it.",
		"10": "Where do sick boats go? The dock!",
		"11": "I like my slaves like I like my coffee: Free.",
		"12": "My girlfriend told me she was leaving me because I keep pretending to be a Transformer... I said, No, wait! I can change!",
		"13": "Old Chinese proverb: Man who not shower in 7 days makes one reek.",
		"14": "What did the owner of a brownie factory say when his factory caught fire? \"I'm getting the fudge outta here!",
		"15": "What form of radiation bakes you cookies? A gramma ray",
		"16": "Bee jokes, courtesy of my niece (age 8). What did the bee use to dry off after swimming? A *bee*ch towel. What did the bee use to get out the tangles? A honeycomb.",
		"17": "What's the loudest economic system? CAPITALISM",
		"18": "I went for a job interview today... The interviewer said to me, What would you say your greatest weakness is? I said, I think Id have to say my listening skills are my greatest strength.",
		"19": "Who was the knight that invented the round table? Sir Cumference. (via friend who got this from a street performance group in the England area of Epcot)",
		"20": "What did the German air force eat for breakfast during WW2? Luftwaffles",
		"21": "I the shell off a snail yesterday... you'd think it would move faster, but it was really kinda sluggish.",
		"22": "What did the number zero say to the number eight? \"Nice belt.",
		"23": "What's worse than a centipede with sore feet? A giraffe with a sore throat",
		"24": "What's red and bad for your teeth? A brick.",
		"25": "Why did the Chicken cross the playground? To get to the other slide",
		"26": "Did you hear about the French chef who committed suicide? He lost the huile d'olive",
		"27": "Wanna hear a joke about unemployed people? Nevermind, they don't work.",
		"28": "Knock Knock Who's there Boo!! Boo who? Don't cry, it's only a joke",
		"29": "How much did the skeleton charge for his excellent legal services? An arm and a leg.",
		"30": "Why do gorillas have such big nostrils? Cos they got big fingers.",
		"31": "What is the difference between a Siberian husky and an Alaskan husky? About 1500 miles.",
		"32": "What do vegan zombies eat? GRAAAIIINSSS!",
		"33": "What's the difference between a Thai man and a Thai woman? Pls help.",
		"34": "What do you call a car that eats other cars? A carnivore.",
		"35": "Why did the golfer wear two pairs of pants In case he gets a hole in one",
		"36": "An Olympic gymnast walked into a bar... She didnt get a medal...",
		"37": "What does a mexican magician make for breakfast? Toast-tah-dahs!",
		"38": "Why don't Bond villains feel cold in the winter? Because they dress in lairs.",
		"39": "What did the figurine say when the boot flew past her protective dome? \"That was a cloche call!",
		"40": "What was Carl Sagan's favorite drink? Cosmos.",
		"41": "What is the medical term for owning too many dogs? [A Roverdose](http://i.imgur.com/BtyF5ys.jpg)",
		"42": "Knock knock... Who's there? I did up. I did up-who?",
		"43": "I like my jokes they way I like my robots. Killer.",
		"44": "What type of school did Sherlock Holmes go to? Elementary :)",
		"45": "My friend told an out of place joke about police searches. But I don't think it was warranted.",
		"46": "The Dalai Lama walks into a pizza store... and says, \"Can you make me one with everything?",
		"47": "Why did the vampire use mouthwash? Because he had bat breath",
		"48": "What did the corn say when it was complemented? Aww, shucks!",
		"49": "What did the green grape say to the purple grape? - \"Breathe, stupid!",
		"50": "Why did the Fall break off from all the other seasons? Because it wanted autumnomy",
		"51": "If I ever fire someone who is a Taylor Swift fan I'll say \"I knew you were trouble when you clocked in.",
		"52": "What do you do if a cow is in the middle of the road you're driving on? steer clear",
		"53": "What do you call a blind, legless buck? No eye-deer. EDIT: I totally messed this joke up. Please give me another chance with another joke?",
		"54": "What do you get for the women who has everything? A divorce, then she'll only have half of everything.",
		"55": "There was a depressed sausage... he thought his life was THE WURST.",
		"56": "What's a dog's favorite mode of transportation? A waggin'",
		"57": "Why did the sand dune blush? Because the sea weed",
		"58": "What happened to the tyrannical peach? He got impeached!",
		"59": "Why do elephants paint their toenails red? So they can hide in cherry trees. You ever seen an elephant in a cherry tree? *Then it's working*.",
		"60": "what did the mexican firecheif name his kids... Hose A and Hose B",
		"61": "What did the German physicist use to drink his beer? Ein stein. - From Big Nate, as told by my kid.",
		"62": "What did earth say to the other planets? You guys have no life!",
		"63": "One time we ran out of soap- -so we had to use hand sanitizer!!!",
		"64": "Wanna hear a dirty joke? Two white stallions fell in the mud.",
		"65": "What did one frog say to the other frog? Time's fun when you're having flies.",
		"66": "Why did the boy take a pencil and paper to bed? He was told to draw the curtains before going to sleep.",
		"67": "Clean joke about sorority girls Why do sorority girls only travel in odd numbered groups? Because they *can't even*!",
		"68": "What did the 8 say to the 0? Hey, fatty",
		"69": "KNOCK KNOCK! WHO'S THERE! ***sombrero **** ^sombrero who,,,? *****SOMBRERO-VER THE RAINBOW****",
		"70": "I'm reading a book about anti-gravity... ... It's impossible to put down",
		"71": "What name is given to the most chickens ? pEGGy",
		"72": "Why is Dr. Frankenstein never lonely? He's good at making friends.",
		"73": "What do you call a pig that does karate? *A pork chop.*",
		"74": "What was the car doing in the dressing room? Changing attire.",
		"75": "What do you call a pile of dogs? A ruff terrain.",
		"76": "How do you prepare for a party in space? You Planet Thanks u/BostonCentrist",
		"77": "What do you get when you cross an octopus with a cow? A stern rebuke from the Ethics Committee, and an immediate cessation of funding.",
		"78": "Why did the bicycle fall over? Because it was two-tired",
		"79": "Two bookworms were having a dispute... ...across an open book until one bookworm moves closer to the other and says, \"well then, I'm glad we're on the same page.",
		"80": "Which kitchen appliance tells the best jokes? The beater - he cracks everybody up!",
		"81": "Why did the jellyroll? He saw the apple turnover.",
		"82": "Why did the chicken? Q: Why did the chicken cross the road naked? A: Because chickens don't wear clothes.",
		"83": "What do you call Protestants who want to save a dime? Econoclasts.",
		"84": "What do dwarves use to cut their pizza? Little Caesars",
		"85": "What did the fish say when it hit the wall? Dam.",
		"86": "What's that coffee drink with icecream? I used to know it, but... Affogato.",
		"87": "Where did Napoleon keep his armies? In his sleevies!",
		"88": "makeup beauty Omg = oh my girl so cute next morning without makeup Omg = ohh My God omg/omg = life without wife",
		"89": "Time flies like the wind. Fruit flies like... bananas!",
		"90": "What did Vincent van Gogh call himself when he joined the Justice League? The Starry Knight",
		"91": "Why did the boy take a ladder to school? He wanted to go to high school.",
		"92": "What's the best thing to put into a pie Your teeth.",
		"93": "What kind of house does a stoned loaf of bread live in? A high rise",
		"94": "What do you get when you cross a firecracker and a duck? A firequacker.",
		"95": "What's a baker's biggest fear? Something going a-rye while they're raisin' bread.",
		"96": "What's the best way to get a hold of Vin Diesel? IM Groot. : D Source: https://www.youtube.com/watch?v=Lvlj1u9S258",
		"97": "Why did everyone trust the marsupial? Everything he said was troo",
		"98": "This dermatologist waits a month to diagnose a skin disorder... She's reluctant to make a rash decision.",
		"99": "Why are manhole covers round? Because manholes are round.",
		"100": "What did one casket say to the other? \"Is that you coffin?",
		"101": "How does a hamburger introduce his girlfriend? Meat patty! Thought of you guys!",
		"102": "How does a mathematician get Tan? Sin/Cos",
		"103": "What is a martian's favourite chocolate? A mars bar",
		"104": "Where did Sally go after the explosion? Everywhere.",
		"105": "What did the cow say when it saw the farmer twice in one day? Deja Moo!",
		"106": "Congratulation on the new baby, from your family... except from me because I don't really care.",
		"107": "What is agitated buy joyful? A washing machine",
		"108": "What do you call a sleeping dinosaur? A dino-snore.",
		"109": "Breaking news! Energizer Bunny arrested... ...charged with battery.",
		"110": "It's an emergency! I need underwear jokes. My baby sister needs underwear jokes for some mysterious reason. I need your guys help!",
		"111": "What did the butcher say when he handed his customer an empty pack of hotdogs on halloween? Happy halloweenie",
		"112": "Can February March? No, but April May.",
		"113": "What's the internal temperature of a Taun-Taun? Lukewarm",
		"114": "What's it called when a planet orbits its sun 8 times? An orbyte",
		"115": "Why are there only two hundred and thirty nine beans in a bowl of bean soup? Because just one more and it would be two-farty",
		"116": "What does a nosey pepper do? It gets jalapeno business.",
		"117": "Why don't blind people like to go skydiving? It scares their seeing-eye dog.",
		"118": "what does clark kent have for breakfast? alter-eggos",
		"119": "I met Phil Spector's brother Crispin the other day. He's head of quality control at Lays.",
		"120": "Who is William Shatner's mythical nemesis? The Lepre-khaaaaannnnn!!!!!",
		"121": "Two drums and a cymbal fall off a cliff... ba-dum tss",
		"122": "Why does Mario hate Punchbug? Because he bruises like-a Peach!",
		"123": "Where do pots go on vacation? JaPAN! From my 9 year old.",
		"124": "When German children play a game involving touching each other with bread... it's called gluten tag. I'll show myself out.",
		"125": "My laptop is so dumb. Every time it says \"Your password is incorrect\", I type in: \"incorrect\" and the silly thing still tells me the same thing.",
		"126": "Did you hear about the scarecrow who won the Nobel Prize? He was outstanding in his field. From: http://www.dadlaughs.com",
		"127": "A man was caught stealing in a supermarket today... ...while balanced on the shoulders of a couple of vampires. He was charged with shoplifting on two counts.",
		"128": "why didn't the bicycle cross the road? because it was two-tired.",
		"129": "Every morning I run around the block 5 times... ...Then I slide the block back under the bed and go back to sleep",
		"130": "Says she: \"Say something soft and sweet\" Says he: \"Marshmallow.",
		"131": "Why do cicadas stay up all night chirping irregularly, unable to sleep? Their cicadan rhythm is off",
		"132": "What do you call a monk that operates a door unlocking service? A monkey. (p.s. I have a wonderful, terrible love for bad jokes)",
		"133": "What do you call people who pretend to be Irish on St. Patrick's Day? Counterfitz",
		"134": "What did the 0 say to the 8? Nice belt.",
		"135": "I love when I have dramatic realizations over my morning cereal... ... I call 'em \"breakfast epiphanies",
		"136": "Definitions Bigamist - An Italian fog. Myfunsalow - \"I am broke\" in Italian. Innuendo - Italian for suppository.",
		"137": "Have you heard what I think of windmills? Big Fan.",
		"138": "Max wondered why the ball was slowly growing larger... and then it hit him.",
		"139": "I saw a documentary on how they make jeans... It was riveting.",
		"140": "What goes \"Hahahahaha...*thud*\"? Someone laughing their head off",
		"141": "Did you hear about the homemade poison ivy remedy? You can make it from scratch.",
		"142": "What did the apple say to the pear? [Man, go] away!",
		"143": "When do elephants have eight feet? When there are two of them.",
		"144": "I bought a duckdoo yesterday! 'What's a duckdoo?' \"quack, quack",
		"145": "What do you call Batman skipping church? Christian Bail.",
		"146": "A man started to throw words beginning with 'th' at me I dodge this, then and there but I didn't see that coming - Tim Vine",
		"147": "Why did the mobster buy a planner? So he could organize his crime",
		"148": "James Bond went to get a haircut. The barber asked him if he wanted to dye his hair as well. Bond replied \"Dye another day.",
		"149": "I named my cat \"Curiosity\". He killed himself ... Nine times.",
		"150": "Why do they make Raisin Bran commercials? For raisin bran awareness.",
		"151": "What do you call a bald porcupine? Pointless!",
		"152": "Where does the thumb meet its type? At the SPACE BAR! reddit is fun! I'm staring at the keyboard tryin' to think up a joke and voila'!",
		"153": "What's Beethoven's favorite fruit? A ba-na-na-naaaaa",
		"154": "I'm getting mighty fed up with these sheep-human hybrids! What is with ewe people!?",
		"155": "What the plate say to the other plate? Dinners on me",
		"156": "My finger became really swollen after I jammed it Friday. And thats how I found out Im allergic to jam.",
		"157": "Sports: So how's the shoestring game goin'? Right now, it's ***ALL TIED-UP!*** Oh my-oh-my! I couldn't find a cornylamejokes subreddit, so... ~Skip",
		"158": "I wanted to put a pizza joke here ...but it was too saucy.",
		"159": "What do you call a cow that just gave birth? Decaffeinated",
		"160": "Why did the bee go to the doctor? Because he had hives.",
		"161": "How many ears does Captain Picard have? A right ear. A left ear. And a final front ear.",
		"162": "What type of doctor prescribes Coke and 7-up for a living? A Poptometrist!",
		"163": "What's grey? A melted penguin!",
		"164": "Why was the healthy potato not allowed on the plane? He was on the \"No Fry\" list.",
		"165": "I saw an all frog production of Frozen yesterday... It was toad-aly cool!",
		"166": "Just found this sub the other day and I've come to this realization... Currently, this subreddit seems to be in quite the pickle.",
		"167": "If you ever get cold, just stand in the corner of a room for a while. *They're normally around 90 degrees.*",
		"168": "A farmer in (x-town) who rolled over a cart of horse manure... Is reported in \"stable condition.",
		"169": "What does a can of tuna say? Premium flaked tuna Best before dd/mm/yy",
		"170": "How many magazines did the racquetball footwear company make before going out of business? Tennis shoes (Also: can anyone think of a more succinct buildup? It seems kinda unwieldy to me)",
		"171": "Why was the actor detained by airport security? He said he was in town to shoot a pilot.",
		"172": "What did the llama say when asked to a picnic? Alpaca lunch!",
		"173": "What do kids eat for breakfast? Yogoat!",
		"174": "Did you hear about the casting for the new Batman movie? People have really Ben Affleckted by it.",
		"175": "What electronic device leaves behind a lot of broken glass? A PC, seeing how they typically run on Windows!",
		"176": "Why did the orange move to veggieland? So he could live in peas and hominy.",
		"177": "A blind man walks into a bar. And a table. And a door. And a staircase. I don't think hes alright now.",
		"178": "What do you call beef that's been burned? A mis-steak.",
		"179": "How do cows get their gossip? They herd it through the bovine.",
		"180": "[ This one from the great /u/KingOfRibbles ] \"My sink was a bit dirty-\" \"-but all it needed was a little ...wiping!!!",
		"181": "Why doesn't the Sun go to college? Because he has a million of degrees.",
		"182": "What do you call a sheep with no legs? A cloud.",
		"183": "JKLMNOPQRST That's all that stands between U and I :)",
		"184": "Original physics joke. I'm very proud. I was organizing my desk the other day and the Entropy Police gave me a ticket for disturbing the chaos.",
		"185": "There were two snowmen standing in a field, one says to the other... Can you smell Carrots?",
		"186": "What kind of jackets do Audiophiles wear? FLAC jackets",
		"187": "Shall I tell you the joke about the body snatchers? Best not, you might get carried away.",
		"188": "Gravity makes a terrible friend. It's always holding you down.",
		"189": "What do Catholics and guitar players have in common? Neither of them practice.",
		"190": "Do you know why the bike couldnt stand by itself? It was TWO TIRED!!!",
		"191": "Just heard this on a PBS kids show... What did one wolf say to the other wolf? Howls it going?",
		"192": "A man enters a store and asks for a color printer, the cashier asks \"What color?",
		"193": "An oldie but goldie! *How do you stop a charging bull?* ***Take away its credit card!*** wa-waa-waaaa! ~Skip",
		"194": "Two antennas met on a roof . . . Two antennas met on a roof, they fell in love and got married, the ceremony was awful but the reception was brilliant.",
		"195": "Is it just me... ...or are circles pointless?",
		"196": "Why do cows wear bells? Because their horns don't work.",
		"197": "What's brown and rhymes with Snoop? Dr. Dre",
		"198": "What's the difference between a bird and a fly? A bird can fly, but a fly can't bird.",
		"199": "I've won the war! My pants fit! **Congratulations, have you lost weight?** _Even better... I've bought new pants!!!_",
		"200": "Two drums and a cymbal fall off a cliff. Buh dum tss!",
		"201": "What is Mozart doing right now? *Decomposing*",
		"202": "Whatever you do, always give 100%... Unless of course, you're donating blood.",
		"203": "What did papa butter say to troublesome son butter? You had *butter* behave now, alright son? I sure know you don't want to get *whipped*!",
		"204": "Why does the dog go to the gym? He wants to get ruff",
		"205": "What kind of beer does a cow brew? Heifer-weizen.",
		"206": "How do you make a squid laugh? Ten tickles.",
		"207": "What cars do wolves drive? Auuuuuuuuuuuuudis!",
		"208": "What do you call a cow that doesn't give milk? A Milk Dud.",
		"209": "What did the American call Karl Marx when a shrine was dedicated to him in Japan? A Kami.",
		"210": "Why are locomotive drivers so good at driving locomotives? Because they were trained.",
		"211": "What do you call a number that cant keep still? A roamin numeral.",
		"212": "Why did the redditor go to /r/zelda? To boost his link karma! (X-post from /r/Jokes)",
		"213": "What did the Tin Man say when he got run over by a steamroller? Curses! Foil again!",
		"214": "How can you tell that a straight pin is confused? Just look at it. It's headed in one direction and pointed in the other.",
		"215": "What is an astronaut's favorite meal? Launch",
		"216": "What do you do to dead chemists? You barium.",
		"217": "Why did the tomato turned red? Because it saw the salad dressing",
		"218": "Why are contortionists always angry? Their work usually has them pretty bent out of shape.",
		"219": "I never buy Velcro It's such a rip off.",
		"220": "How do you unlock a monastery door? With a monk key.",
		"221": "What is the ardent task of searching for a new wallpaper called? Running a Backgroud Check.",
		"222": "When does one play a corny game? You play it by ear.",
		"223": "The Great Yarn Race **Joe:** Did you hear about the great yarn race? **Jane:** No. Who won? **Joe:** Well, they had to weave their selves through the obstacles and in the end, it was a tie.",
		"224": "a red ship and a blue ship crashed on an island together the survivors were marooned.",
		"225": "Three tomatoes are walking down the street... A papa tomato, a mama tomato, and a baby tomato. The baby tomato starts falling behind so the papa tomato squishes him and says, Ketchup!",
		"226": "What happens at night in Bangladesh? It gets Dhaka",
		"227": "Why didn't the baby oyster share her little pearl? She was a little shellfish.",
		"228": "Why did Humpty Dumpty have a great fall? To make up for a lousy summer.",
		"229": "What kind of boats do smart people ride on? Scholar ships!",
		"230": "How do you turn soup into gold? You add 24 carats!",
		"231": "A photon checks into a hotel... The bellhop asks him if he has any luggage and the photon replies \"No. I'm travelling light.",
		"232": "I farted on an elevator, it was wrong on so many levels. From /r/PeterL",
		"233": "What language do they speak in Holland? Hollandaise.",
		"234": "Last night, I had a dream that I was walking on a white sandy beach... At least that explains the footprints I found in the cat litter box this morning...",
		"235": "Why should you always bring 2 pair of trousers when golfing? In case you get a hole in one.",
		"236": "Today I'm 45. But with the wind chill I feel like 32.",
		"237": "/r/pickle welcomes it's newest ally. It's always good to have clean jokes. I due urge the mods to add us to your sidebar, due to the fact that you are on ours.",
		"238": "Why are cats bad storytellers? Because they only have one *tale*",
		"239": "Balloon's What's a balloon's favorite genre of music? Pop.",
		"240": "Why was the dolphin happy and the shark depressed? The sharks life lacked porpoise.",
		"241": "What Johnny Mercer song does December 21st remind you of? Autumn Leaves.",
		"242": "What's a comedian's favorite candy? Laffy Taffy.",
		"243": "There's a guy at the office today wearing full camo. At least I think so... I haven't seen him in a while.",
		"244": "Why do ghosts like to ride elevators? It lifts their spirits.",
		"245": "How do you call for a bath? With a Teletubbie.",
		"246": "Who was the chicken's favorite musician? BAAAACH BACH BACH BACH",
		"247": "X-post from r/jokes: Mommy! I found a $10 bill today, but I threw it away, cus it was fake. \"Oh, how did you know it was fake?\" \"It had two zeroes instead of one.",
		"248": "How much does it cost a pirate to get his ear pierced? A buccaneer!",
		"249": "What do you call the ghost of a chicken? A poultrygeist!",
		"250": "What's invisible and smells like carrots? Bunny farts.",
		"251": "What did fish say when she hit the wall ? Dam(n) !!!",
		"252": "Why are colds such bad robbers? Because they're so easy to catch!",
		"253": "A man walks into an apple store and...... farts every one is really angry and there all shouting so he says it's not my fault you don't have windows",
		"254": "Why are pirates so mean? I dont know, they just arrrrrrrrr!",
		"255": "As I watched the dog chasing his tail, I thought, Dogs sure are easily amused!... ...then I realized I was watching the dog chasing his tail.",
		"256": "What happened to the ghost who couldn't scare? He had to join a support group since he couldn't handle his boos.",
		"257": "Did you hear about the butcher who backed into the meat grinder? He got a little behind in his work.",
		"258": "What do vegetarian zombies eat? Graaaaaaiiiins......",
		"259": "Why did the lion spit out the clown? Because he tasted funny.",
		"260": "What was Marie Curie's fitness program on the airwaves called? Radio-Activity",
		"261": "I went to the dermatologist about something on my neck- -and they said I just needed to scrub it!!!",
		"262": "Why was the math book sad? It had a lot of problems",
		"263": "What is the swamp-dwellers favorite form of extraterrestrial life? the Martians",
		"264": "Why do good farmers only excel when they are actually farming? (X-post from /r/jokes) Because they are out standing in their field.",
		"265": "The cheesiest joke ever. \"I don't feel grate.\" -- Block of Cheese before it got shredded.",
		"266": "Every single morning I get hit by the same bike... It's a vicious cycle.",
		"267": "What do get when you cross 50 female pigs with 50 male deer? One hundred sows and bucks?",
		"268": "You know youre getting old when Santa starts looking younger.",
		"269": "I hate when you're trying to be cheesy but everyone is laughtose intolerant.",
		"270": "What is irony? Irony is when something has the chemical symbol Fe.",
		"271": "What do you call a cow with no legs? Ground beef!",
		"272": "was going to make a joke about science but I know for I wont get a reaction...",
		"273": "The other day, I sent my girlfriend a huge pile of snow... I called her up and asked, ''Did you get my drift?''",
		"274": "What do you call... What do you call an Italian romance novel model who's let himself go? Flabio.",
		"275": "How many tickles does it take to make an octopus laugh? Ten tickles.",
		"276": "How did the geologist develop a career as an expert in sinkholes? He fell into it.",
		"277": "A bear and a rabbit are pooping in the woods The bear asks the rabbit - \"do you have a problem with poop sticking to your fur?\" \"Nope\" So the bear wipes his butt with the rabbit.",
		"278": "Overheated some milk in a lab experiment today... ...and asked the teacher if it would affect the result. Her response? \"To a degree.",
		"279": "What's brown and sticky? A stick",
		"280": "I was gonna make a joke on Reddit.. .. but I guess you've already Reddit somewhere.",
		"281": "Did you hear about the Antennas that got married? The wedding was lame, but the reception was great!",
		"282": "What is the most religious unit in electrical engineering? Ohm.",
		"283": "I was walking in the desert and saw a redwood tree. I knew this must be a mirage, so I ran into it. To my dismay, the tree and I collided. I guess it must have been an obstacle illusion.",
		"284": "A Bagpiper, a Kangeroo, an Irish poet, and Mother Theresa walk into a bar . . . . . . . the barman, who was drying a glass, lifted his head and asked, \"Is this some kind of joke?",
		"285": "How many catholics does it take to change a lightbulb? CHANGE?!",
		"286": "Why don't you want a turkey at your thanksgiving dinner? Because it'll gobble up everything.",
		"287": "What fruit do Romeo and Juliet eat? Cantelope",
		"288": "Why was 9 afraid of 20? 28 29's",
		"289": "What did one snowman say to the other? Do you smell carrots?",
		"290": "What do you call a race run by baristas? A **decaf**alon",
		"291": "What do you call a stegosaurus with carrots in its ears? Anything you want to - it can't here you!",
		"292": "What bird can write underwater? A ball-point Penguin!",
		"293": "What did the horse order at the bar? Chardaneiiiiiiggghhhhh",
		"294": "What was Beethoven's favorite fruit? BA-NA-NA-NA!",
		"295": "Why did the tissue get up and dance? It had a little boogy in it.",
		"296": "Today a man knocked on my door and asked for a small donation towards the local swimming pool. I gave him a glass of water.",
		"297": "What do sea monsters eat? Fish and ships.",
		"298": "What did Virginia get when she walked into the pet shop? (state joke) A New Hampshire",
		"299": "The other day, I was looking through my socks, when I found one had a hole in it... \"darn it...\" I muttered.",
		"300": "What do you call the James Brown songs no one listens to? Defunct funk.",
		"301": "Did you see the guy at Walmart hiding from ugly people?",
		"302": "You know what I hate about fashion designers? They are so clothes-minded.",
		"303": "What do you call a spider with no legs? A raisin",
		"304": "A man walks into a bar... He says \"Ow",
		"305": "Which is the most silky planet? Satin!",
		"306": "What does a train full of grain's whistle sound like? \"COUS, COUS!!!",
		"307": "What do you say to someone who is making a cardboard belt? \"That's a waist of paper!",
		"308": "Why didn't the skeleton go to the party? He had no *body* to go with",
		"309": "What do you call a race ran by female horses? A mare-a-thon.",
		"310": "If April showers bring May flowers, what do May flowers bring? Pilgrims",
		"311": "What do you call a Moroccan candy distributor? Fez dispenser.",
		"312": "Did you hear about the production delays at that company that makes scales using lengthy pipes? They had really long weights.",
		"313": "We don't allow faster-than-light neutrinos in here, says the bartender. A neutrino walks into a bar.",
		"314": "Almonds on the tree; Amonds off the tree cause to get them off the tree you hafta shake the \"L\" out of them!",
		"315": "Did you hear the one about the constipated mathematician? He worked his problem out with a pencil.",
		"316": "How do crazy people go through the forest? They take the psycho-path.",
		"317": "What did the mama pig give her baby pig for its rash? ***OINKMENT!*** &gt; (This exchange that I found on /r/tumblr makes this joke even funnier to me: &gt; http://i.imgur.com/EzT0Bkd.jpg)",
		"318": "What do you call a one-eyed dinosaur? Doyouthinkhesarus (Credit goes to whoever submitted that to the Coffee News)",
		"319": "Why do bears hate shoes so much? They like to run around in their bear feet.",
		"320": "What do you call a cow with no legs? Ground beef.",
		"321": "How do you think the unthinkable? With an itheburg.",
		"322": "What do you call a bug that can't talk? A hoarse fly.",
		"323": "Always put sunglasses on your tree. Then, you'll get the proper shade.",
		"324": "Today I brought a computer back from the dead. I've decided that this makes me a techromancer.",
		"325": "What is tuba plus tuba? Fourba!",
		"326": "Two dogs are going on a walk down the street They walk past a few parking meters and one dog says to the other, \"Hey, check it out! Pay toilets!",
		"327": "Why couldn't Elsa hold on to a balloon? She would always let it go.",
		"328": "How can you tell if a hamburger was grilled in space? It's a little meteor.",
		"329": "What did the amazed Kazakhstani say? That's Astana-shing",
		"330": "Why don't blind people skydive? Because it scares their dogs too much!",
		"331": "When is a door not a door? When it's a jar",
		"332": "What's Medusa's favorite kind of cheese? Gorgonzola.",
		"333": "Why Does Snoop Dogg need an umbrella? For drizzle, my nizzle. :D",
		"334": "My dental hygienist retired after working 55 years... All she got was a lousy plaque...",
		"335": "I've just made a meeting site for retired chemists It's called Carbon Dating",
		"336": "What do you call a parade of rabbits hopping backwards? A receding hare-line.",
		"337": "Two wrongs don't make a right... but three lefts make a right. And two Wrights make a plane 6 lefts make a plane.",
		"338": "Why did the library book go to the doctor? It needed to be checked out; it had a bloated appendix.",
		"339": "A frog decided to trace his genealogy one day... He discovered he was a tad Polish.",
		"340": "Two artists had an art contest... It ended in a draw",
		"341": "What did the fish say before he hit the wall? Oh, Dam.",
		"342": "What's the smartest dinosaur? Thesaurus Rex! omg, I crack myself up! ~Skip",
		"343": "I like camping but... it's so in tents",
		"344": "If the house is in the kitchen, and Diana's in the kitchen, what's in Diana? A state (Indiana)",
		"345": "A sentence and a phrase is arguing, what did the sentence say? I know where you're coming from this phrase, but I can't see your point.",
		"346": "What's brown and sounds like a bell? Dung.",
		"347": "What's a balloon's favorite genre of music? Pop.",
		"348": "Did you hear about what happened with the elk? It was really amoosing.",
		"349": "I got hit hard in the head with a can of 7up today... I'm alright though, it was a soft drink.",
		"350": "What's so great about living in Switzerland? Well, the flag is a big plus.",
		"351": "Why did the girl quit her job at the donut factory? She was fed up with the hole business.",
		"352": "What colour T-shirt would win a race? Red, because it runs the most.",
		"353": "Why was the Egyptian kid confused? Because his daddy was a mummy",
		"354": "After watching a strongman competition... it amazed me to see how much the human body can lift without pooing itself.",
		"355": "What did the O say to the 8? Nice belt.",
		"356": "Why was the burrito embarrassed? It saw the salad dressing.",
		"357": "How many tickles does it take to make an octopus laugh? Ten tickles",
		"358": "What do you call a bunch of Asian bears roaring? Panda-monium.",
		"359": "What does a rock do all day? Nothing. (this joke was made by daughter when she was 5)",
		"360": "The joke of 2016 Trump",
		"361": "How does Han Solo like to get around Endor? Ewoks",
		"362": "I don't have the faintest idea why I passed out Just a short pun",
		"363": "What do you call a vegetarian? A hopeless romaine-tic",
		"364": "I want to die peacefully in my sleep, like my grandfather... Unlike the passengers in his car who were screaming and yelling! http://www.thedailyenglishshow.com/friday-joke/98-how-to-die/",
		"365": "What do you call a chicken crossed with a cow? Cock-a-doodle-moo!",
		"366": "Kind of a kid joke What kind of cereal do zombies like? Kellog's All Brain",
		"367": "What did the farmer say when he lost his tractor? Where's my tractor?",
		"368": "What do you call a blind deer? No-eye deer. What do you call a blind deer with no legs? *Still* no-eye deer.",
		"369": "Why are proteins so cranky? Because they're made of a mean ol' acids.",
		"370": "What do you call a pachyderm that doesn't matter? Irrelephant.",
		"371": "What are caterpillars afraid of? DOGerpillars!",
		"372": "Why should you never invite a boxer to a party? He always throws the punch.",
		"373": "How much does it cost for a pirate to get his ear pierced? A buccaneer.",
		"374": "I was addicted to the hokey pokey but I turned myself around.",
		"375": "Why didn't the bicycle cross the road? ...he was two-tired...",
		"376": "Why did the Russians use peanuts for torture in the Cold War? Because in Soviet Russia, Nut Cracks You!",
		"377": "How do trees get online? They just log in...",
		"378": "Apparently vegetables can hear when they're being eaten. So I always drown mine in salad dressing first. Because it's the Romaine thing to do.",
		"379": "Why were Wrigley, Doublemint, and Orbit watching CNN? To find out the latest on gum control legislation.",
		"380": "I wanna make a joke about sodium. But Na.",
		"381": "Why couldn't the melons be together? Everyone knows melons cantaloupe.",
		"382": "Why couldn't the alligator satisfy his lover? He had a reptile dysfunction.",
		"383": "What's a blind person's favorite fast food joint? Taco Braille",
		"384": "The preacher today used Star Wars as a sermon illustration. I felt it was a little forced.",
		"385": "What did the grape say when it got stepped on? Nothing, it just gave a little wine",
		"386": "Why are giraffes' necks so long? Because their heads are so far away from their bodies.",
		"387": "what's orange and sounds like a parrot? a carrot.",
		"388": "Why was the panda crying? He had a bambooboo. Aonther one from my 9 year old.",
		"389": "Why does Thor have insomnia? He's up all night to get Loki.",
		"390": "Did you hear the one about the three eggs? Too Bad.",
		"391": "/r/askreddit thread \"What's the best clean joke you know\" with thousands of replies http://www.reddit.com/r/AskReddit/comments/zrotp/whats_the_best_clean_joke_you_know/",
		"392": "Chemistry Student I'm a science teacher and once I asked one of my lazy students if he knew the chemical symbol for sodium. He replied, 'Na, I don't'. Lucky sod, he's only ever right periodically.",
		"393": "What do you call a smart pig? Swinestein.",
		"394": "So, I have this new knock knock joke You start... (when you get it)",
		"395": "Captain Ahab's crew were highly efficient sailors In fact, they were running like a whale oiled machine.",
		"396": "What kind of fish would be good to tune a piano? Oh, you guessed it right ... the tuna fish!",
		"397": "Bulls from all over India sent a petition to SC asking it to classify them as 'Jallikatu Bulls'.",
		"398": "Did you hear about NASA finding bones on the moon? Yeah,the cow didn't make it.",
		"399": "Some people have trouble sleeping... ...but I can do it with my eyes closed...",
		"400": "I think I want a job cleaning mirrors... ...it's just something I can see myself doing.",
		"401": "What did the eye say to the other eye? Something smells between us.",
		"402": "Did you hear about the kidnapping in Delaware? Don't worry, he eventually woke up.",
		"403": "What animal is best at hitting a baseball? A bat!",
		"404": "Why did the octopus beat the shark in a fight? Because the octopus was well armed.",
		"405": "I'll always remember what my uncle said before he passed on up... \"Flying houses? Talking dogs? That movie looks dumb.",
		"406": "Whats Red and Smells Like Blue Paint? Red Paint",
		"407": "Why did Little Miss Muffet have GPS on her Tuffet? To keep her from losing her whey.",
		"408": "What do you call an obese psychic that works at a bank? A four chin teller",
		"409": "A man walked into a doctor's office . . . He said to the doctor: \"I've hurt my arm in several places.\" The doctor said: \"Well don't go there any more.",
		"410": "Why did the chicken lay an egg? (Quoted from daughter at age 3) To get food for her babies!",
		"411": "Why do Gastroenterologists have such a passion for their job? Because they find the components of one's stomach very intestine.",
		"412": "Science joke The bartender says \"we don't serve your kind here\" He orders a drink A Tachyon walks into a bar Who wants to hear a Tachyon joke?",
		"413": "How much does it cost a pirate to pierce his ears? A buccaneer!",
		"414": "There's a TV channel where you can buy all the Pope's speeches It's called \"Papal View\".",
		"415": "So today is Earth day on what grounds are we celebrating?",
		"416": "What did one slice of bread say to the other at the end of a game of chess? \"It's stale, mate.",
		"417": "I heard it's a good night to see the Perseid meteor shower . . . . . . but I haven't heard how it got dirty.",
		"418": "Why shouldn't you have coffee while on the clock? Because that would be \"grounds\" for termination!",
		"419": "What is green, has four legs and if it fell out of a tree and landed on you it would kill you? A pool table!",
		"420": "What do you call a Frenchman in sandals? Philippe Philoppe.",
		"421": "What do you call a truthful piece of paper? Fax.",
		"422": "What type of melon would Romeo and Juliet have been? Cantaloupe.",
		"423": "What kind of turns do letters take? U-turns! *From my 9 year old son yesterday. Fixed typo.",
		"424": "What did one computer CPU say to the other after getting hit? Ow! That megahertz!",
		"425": "Knock knock. Who's there? A cow. A cow who? Not a cow \"who\"! A cow moos. An owl says \"who\".",
		"426": "Did you take a shower today? Why, is one missing?",
		"427": "What did the Hungarian say to the annoying kid? \"You're nothing budapest!",
		"428": "I was thinking of ways to become transgender... So I figured I'd fly to Paris. Because then I'd be abroad.",
		"429": "How does the Mummy plan to destroy Superman? He's gonna lure him in to the crypt tonight.",
		"430": "What do you call a cow with one leg? Steak.",
		"431": "What concert tickets should cost $0.45? 50 cent feat. Nickelback :P",
		"432": "A woman files for divorce from her husband... citing that he makes too many Star Wars puns. When asked if this is true the husband says, \"Divorce is strong with this one.",
		"433": "Why can't you run in a camp ground? You can only 'ran'; it's past tents.",
		"434": "What kind of soda do dogs drink? Barq's Root Beer.",
		"435": "I saw a middle aged man staring at a picture of his very first steps. With tears in his eyes, he told me he regrets ever replacing the steps with an elevator.",
		"436": "[OC] Why couldn't the dragon breathe fire? He had a cold",
		"437": "What do fish smoke? Seaweed!",
		"438": "Why is it a bad idea to get in a relationship with a statue? Because it's not going anywhere.",
		"439": "Where do you go to weigh a pie? Somewhere over the rainbow weigh a pie. (sounds like way up high)",
		"440": "I forgot where I threw my boomerang. Oh wait.. It's coming back to me now.",
		"441": "What did the Estonian student say in language class? I'll never Finnish. *dodges tomato*",
		"442": "What do you call the delivery boy at an Indian restaurant? Curry-er.",
		"443": "I had to clean out my spice rack and found everything was too old and had to be thrown out. What a waste of thyme.",
		"444": "Why were the breakfast potatoes running around hitting each other? HashTag!",
		"445": "What's the difference between Bird flu and swine flu? For one you get tweetment and the other you get oinkment...",
		"446": "Where do dogs go when they lose their tails? To a retail store.",
		"447": "I have the opposite of a photographic memory i have a potatographic memory.",
		"448": "Why did the vegetable band break up? They couldn't keep a beet.",
		"449": "Why did the Spy cross the road? 'Cause he wasn't really on your side.",
		"450": "What's orange and sounds like a parrot? A carrot",
		"451": "I invented a time machine... ...next week.",
		"452": "Who was the only novelist with both direction and magnitude? Vector Hugo.",
		"453": "My plumber finally quit on me... He couldn't take any more of my crap. Sorry that this isn't a CLEAN joke. Heh",
		"454": "I went to the store and asked for a one handed sailor... he said sorry, \"I'm a wholesaler.",
		"455": "what do you call an effeminate dwarf? A metro-gnome....",
		"456": "I told my girlfriend she drew her eyebrows on too high she looked surprised.",
		"457": "What do you call a Jihadist that loves turkey? A Tryptophanatic.",
		"458": "What did the Tin Man say when he got run over by a steamroller? Curses! Foil again!",
		"459": "Why there should be a February 30th So dentists can have a day to celebrate",
		"460": "What do you call a big pile of kittens? A meowtain.",
		"461": "What do you call an arcade in eastern europe? czech-e-cheese",
		"462": "My relationship is like Monopoly. She gives me too many Chances.",
		"463": "How do you call a deer with no eyes? No idea.",
		"464": "Why did the bicycle fall over? Because it was two tired.",
		"465": "What happened when the man couldn't afford the mortgage on his haunted house? ...it was repossessed!",
		"466": "My uncle wanted to give all his sheep a sex change... But it entailed too many ramifications!",
		"467": "How many dancers does it take to change a lightbulb? 5,6,7,8",
		"468": "What was wrong with the wooden car? It wooden go.",
		"469": "What do caves have? Echosystems. From my 9 year-old.",
		"470": "One fifth of people... ...are just too tense!",
		"471": "What do you call a fish with no eye? fsh",
		"472": "Where do rabbits like to eat breakfast? IHOP!",
		"473": "What did the wall ask the picture? (All together now!) ***\"How's it hangin'?\"*** ~Skip",
		"474": "Me have great grammar... Me learnt everything I know from Sesame Street!",
		"475": "If I don't eat all of my food, it goes to waste. If I do eat all of my food, it goes to *waist*.",
		"476": "What did the green light say to the red light? I love you, but I'm sick of yellow light always breaking us up.",
		"477": "What do you call the Hamburglar's accomplice? hamburglar helpler",
		"478": "Did you hear about the fight in the candy store? Two suckers got licked",
		"479": "Did I tell you I'm joining a gym in Gainesborough? Because I'm all about those gains bro",
		"480": "I have a lot of jokes about the unemployed... ...but none of them work.",
		"481": "What is the last thing to go through a fly's mind when it hits a windshield? Its butt.",
		"482": "Which fairground ride is made of iron? The ferrous wheel",
		"483": "What do you call a bulimic tree? Sycamore.",
		"484": "Why was the lobster upset? Because he found out his friends thought he was a little crabby!",
		"485": "Did you hear about the ointment... Did you hear about the ointment that couldn't stop talking about politics? When confronted, he said he was just trying to be topical.",
		"486": "What's the first rule of bug ownership? Watch your step!",
		"487": "Three drums and a cymbal rolled down a hill ba dum dum ching",
		"488": "What is invisible and smells like carrots? Bunny Farts.",
		"489": "What did the number zero say to the number eight? Nice Belt",
		"490": "When I grow old, I am sure I will look back at my life and say \"aaaah! my neck hurts",
		"491": "The pollen count  that's a difficult job! [Credit to Milton Jones]",
		"492": "Why did the cowgirl name her pony ink? Because it kept running out of the pen!! My favorite joke when young :).",
		"493": "Did you know yesterday was National Middle Child Day? Don't worry, no one else remembered either.",
		"494": "Have you heard about the 2 Spanish firemen? Jose and hose B",
		"495": "There are two types of people in this world 1. Those who can extrapolate from incomplete data",
		"496": "What did the flat iron say to the follicle? Now let me get this straight . . .",
		"497": "6:30 is the best time on a clock... ...hands down.",
		"498": "I love graphs! I used to be obsessed with them... I've calmed down now though, you've gotta draw the line somewhere",
		"499": "What kind of car did the German cowboy purchase? Audi *tips hat*",
		"500": "Garbage men have Hefty contracts.",
		"501": "Dolphins don't do anything by accident.. Always on porpoise.",
		"502": "What do you call a fish with no eyes? A fsh",
		"503": "What goes oh oh oh? Santa walking backwards.",
		"504": "Why does a milking stool have only three legs? Because the cow has the udder!",
		"505": "A skeleton walks into a bar orders a beer and a mop.",
		"506": "First original joke! Why did the rapper visit the urologist? Because his flows were so sick.",
		"507": "What's gray and all around? Everything. I'm a dog.",
		"508": "~tips fedora at mosquito~ Mlaria",
		"509": "Need help While scratching my ear with key few hours ago, audio on my brand new TV went off. Does anyone know good TV Service. Sh... I think my Laptop sound died too.",
		"510": "Who's the world's greatest underwater spy? Pond. James Pond.",
		"511": "Why was the belt locked up? Because it held a pair of pants.",
		"512": "How many apples grow on a tree? All of them.",
		"513": "Alrighty Kids always remember: you are what you eat So eat loads of sweets and pass on those vegetables",
		"514": "How did the desk lamp store manager feel when thieves stole all his lightbulbs? He was delighted.",
		"515": "Did you hear about Scrooge's drinking problem? He had a dickens of a time with spirits.",
		"516": "Cogito Ergo Spud. I think, therefore I yam.",
		"517": "What's the best part about twenty two year old wheels of cheese? There are twenty of them.",
		"518": "My brother said he's incontinent. Yeah, he said he's wet his pants in nearly every nation in the world.",
		"519": "What do you call an elephant with a poor memory? A bold and innovative departure from the hackneyed stereotypes that all too often dominate the joke-telling industry.",
		"520": "What do you call a nose without a body? Nobody knows...",
		"521": "How do you know ancient Egyptians loved books so much? Because they built their stuff with reads!",
		"522": "Old game show bloopers...I miss this kind of humor today Found this video randomly http://www.youtube.com/watch?v=xv3gK2bmkAk&amp;feature=related",
		"523": "Where do weirdos ride their bicycles? Psycho-paths. (as told by one of my coworkers)",
		"524": "Why do sailors give their wives a bouqet of ropes instead of flowers?? It's a bouqet of forget-me-knots.",
		"525": "What's the difference between a hippo and a zippo? One is really heavy, and the other is a little lighter.",
		"526": "Where did the cat go when it lost it's tail? To the retail store!",
		"527": "What do you call an Italian romance novel model who's let himself go? Flabio",
		"528": "What do you call a lion in the circus. A Carny-vore",
		"529": "Actually, there are but two types of people Those who can extrapolate from limited data ...",
		"530": "Why'd the chicken cross the Mobius strip? To get to the same side.",
		"531": "X-post from r/jokes: \"Hey! The dog you sold me yesterday just fell over and died today!\" \"Huh, strange. He's never done that before.",
		"532": "What is the longest word in the English language? SMILES because there is a mile between the first and last letters!",
		"533": "I had a joke about time travel but you guys didn't like it.",
		"534": "How does the farmer count up his cows? ...with a cowculator.",
		"535": "I would make a sparrow joke... But they don't fly very well.",
		"536": "Why did the golfer need to buy a new pair of socks? Because he got a hole in one!",
		"537": "Why don't you want to hang out with a dude from Chicago? Because 'Illinois you!",
		"538": "What did the fish say when it hit the wall? Dam",
		"539": "What does Colonel Mustard's Mexican maid call him? *(Phonetically-ish)* Mis'ser Dijon.",
		"540": "Did you hear about the man who was accidentally buried alive? It was a grave mistake. Woohoo! I'm making these up!!",
		"541": "What do you call a happy penguin? A pengrin!",
		"542": "What did the green grape say to the purple grape? \"Breathe you idiot! Breathe!",
		"543": "Did you hear about the two monocles at the party? They made spectacles out of themselves.",
		"544": "What do you get when you drop a piano in a coal mine? A flat minor. Night... Don't forget to tip your waitress",
		"545": "Wanna hear a dirty joke? A white horse fell in the mud.",
		"546": "A skeleton walks into a bar The bartender says, what will you have? Skeleton says, a beer... and a mop",
		"547": "My daughter hit me with this one while preparing for dinner Why did the table love playing volleyball? Because it was always getting set! I think she gets it from her mother.",
		"548": "How did the aquarium win the battle? Giant Fish Tanks.",
		"549": "What do you call an alligator in a vest? An investigator",
		"550": "What does a duck call a tractor? A quacktor",
		"551": "What did daddy fish do when mommy fish got herself lost? ...He flounder",
		"552": "There are three types of people in this world. Those who can count and those who can't.",
		"553": "Why did the chicken kill itself? To get to the other side.",
		"554": "Why can't you hear a pterodactyl use the restroom? Because the *p* is silent",
		"555": "I thought about starting a business selling halos... ...but the cost of overheads was too high.",
		"556": "Where did the team get there uniforms? New Jersey",
		"557": "Programmers tend to byte their food",
		"558": "What do you call a group of security guards in front of a Samsung store? Guardians of the Galaxy.",
		"559": "I heard the best time travel joke tomorrow.",
		"560": "What do you call a woman on a cruise ship in Mexico using the diving board at the pool? A broad abroad on a board aboard.",
		"561": "What did the topic sentence say to the evidence? Why aren't you supporting me?",
		"562": "What do you get when you mix Michael Jordan with Donald Trump? A Dunkin' Donut.",
		"563": "Two horses are standing in a field. \"I'm so hungry I could eat a horse\" Says the first. \"Moo!\" says the second",
		"564": "What do you call a pile of kittens? A meowtin",
		"565": "What happens to a frog's car when it breaks down? It gets toad away.",
		"566": "Two peanuts were walking down the street.... And one of them was assaulted",
		"567": "If you walk into the bathroom an American and walk out an American, what are you in the bathroom? European.",
		"568": "An ion walked up to Lost and Found and reported that he had lost an electron. The clerk asked:are you sure? The ion replied :Yes, I am positive.VCN",
		"569": "What do you say to your sister when she's crying? Are you having a crisis?",
		"570": "What do you call a cross between a gorilla and a monkey? A cross.",
		"571": "What do you call it when Google Glass connects to the internet? Eye-fi.",
		"572": "Why did the Kurd bury his music collection? His tribesman said \"ISIL is approaching, and they're coming for Yazidis.",
		"573": "This mallard waddled into a bar... Should've ducked.",
		"574": "We now have TWO Wawa's by the interstate. The one on the east side of I4 is not so bad. But the other one, whoa. It's the Wawa West over there.",
		"575": "What' the difference between roast beef and pea soup? Anyone can roast beef, but not everyone can pea soup. (As told by my 8yo, who made me laugh with a joke for the first time. Proud dad moment.)",
		"576": "the only one of its kind on this sub Want to hear a dirty joke? horse fell in the mud!",
		"577": "What do you call it when Batman skips church? Christian Bale.",
		"578": "What do you call a social media platform designed for religious people who also have speech impediments? Faithbook",
		"579": "I'm so sad because my friend is moving to Shanghai. More like Shang-bye.",
		"580": "What do you call a alligator in a vest? Investigator.",
		"581": "How to create a clean joke Step 1. Find a dirty joke Step 2. Clean it",
		"582": "A skelleton goes to the bar and says \"Can I have a pint and a mop...",
		"583": "Did you hear about the fortune teller that... Had bad breath, calluses all over his body and couldn't win a fight? He was a Super Callused Fragile Mystic Hexed with halitosis.",
		"584": "Why was the scarecrow promoted? Because he was outstanding in his field!",
		"585": "My friend gave me a balloon and told me not to pop it.. but I blew it!",
		"586": "My old roommate's bathroom was so dirty- -I had to clean the soap before using it. (Seriously.)",
		"587": "Why did the paper follow the pencil? Because it LED THE WAY! I'm on a roll here! this is fun! ~Skip",
		"588": "Why does a chicken coupe only have two doors? If it had four it'd be a chicken sedan!",
		"589": "What do you call a cow with only two legs? Lean Beef!",
		"590": "Why was the school grey? Because it was a Greyed School. I woke up with this joke in my head this morning. I think my brain is trying to kill me with horrible puns.",
		"591": "Want to hear a clean Joke? Johnny took a bath with bubbles. Want to hear a dirty one? Bubbles is a man",
		"592": "Why do sharks swim in salt water? Because pepper would make them sneeze!",
		"593": "A Siri joke!: Two iPhones walk into a bar... ...Carrying a set of iPod shuffles. The bartender says: &gt; Let those iPods sing, man! He was an iSurfer on iPad mini.",
		"594": "I used to work at an orange juice factory... I ended up getting fired because I couldn't concentrate.",
		"595": "Just wrote a book on reverse psychology... Don't read it!",
		"596": "Why did the melon get married in a church? Because he was in love with a cantaloupe.",
		"597": "Why do fish live in salt water? Because *pepper* makes them sneeze!",
		"598": "Why was the apricot late to the party? He got stuck in a jam.",
		"599": "Passwords 123456 abcdef Password",
		"600": "I knew I was old when I opened internet explorer.",
		"601": "What does a storm cloud have on beneath its clothes? Thunderwear!",
		"602": "Where does the little king keep his little armies? Up his little sleevies.",
		"603": "What kind of house does cheese like to live in?\" \"A cottage",
		"604": "Why did the bullet stay home? Because it got fired!",
		"605": "What do vegan zombies eat? GRAAAAINS",
		"606": "What do you call an economics lecturer? Prof. it",
		"607": "/r/cleanjokes hits 10K subscribers **/r/cleanjokes metrics:** Total Subscribers: 10,000 Subreddit Rank: 2,246 Milestones &amp; Subreddit Growth: http://redditmetrics.com/r/cleanjokes",
		"608": "Why did the rope get put in timeout? Because he was very knotty.",
		"609": "What do mathematicians get if they stare at the roots of negative numbers for too long? Square eyes",
		"610": "I'm going to stand outside... So if anyone asks, I am outstanding.",
		"611": "What is Forrest Gump's favorite pasta? Penne",
		"612": "Where did the universe attend college? At the university.",
		"613": "How do you find Will Smith in the winter? You search for Fresh Prints.",
		"614": "Why did the squirrel cross the road on the telephone wire? To be on the safe side!",
		"615": "What is Paula Deen's favorite insect? The Butterfly",
		"616": "What do you call an antelope that wants a big wedding? Cantelope",
		"617": "Why did no one ever consider Tony Stark (the Iron Man) a protagonist? Because he was always cited as the Anthony hero.",
		"618": "What's the difference between a firstborn prince and a baseball? A baseball is thrown to the air.",
		"619": "What do you call an Autobot who works in an overpriced makeup store at the mall ? Ulta Magnus!",
		"620": "I can't stand Russian Dolls... They're always so full of themselves!",
		"621": "What do you call a cow with no legs? Ground beef.",
		"622": "A teacher asked her students to use the word \"beans\" in a sentence... \"My father grows beans,\" said one girl. \"My mother cooks beans,\" said a boy. A third student spoke up, \"We are all human beans.",
		"623": "What did the mailman say when his Mail truck caught fire? That he needed to address the situation",
		"624": "Math problem: I had 10 chocolate bars and ate 9. What do I have now? \"Oh, I do not know, DIABETES MAYBE!",
		"625": "Why don't cannibals like clowns? they taste funny!",
		"626": "What's the difference between pea soup and roast beef? Anyone can roast beef...",
		"627": "Did you know that protons have mass? &gt;Yes Well I didn't even know they were Catholic!",
		"628": "How do you find Will Smith in the snow? Look for the fresh prints.",
		"629": "*THUD* \"What was that?\" \"My pants fell down.\" \"...Why so loud?\" \"I'm wearing them.",
		"630": "What do you call an Italian guy with a rubber toe? Roberto",
		"631": "What does a ghost cow say? *wave arms around* MoooooOOOOOOoooooooo",
		"632": "How much does wonton soup weigh? One ton, but I don't know anyone that'd wantonly order it.",
		"633": "Saitama tried to change his Facebook password to Goku but Facebook said it was too weak...",
		"634": "Why did the fly fly? Because the spider spied her.",
		"635": "What do you call a boomerang that doesn't come back? pt 2 A boomer-WRONG!",
		"636": "What do you call a Mexican with crazy intentions? A locomotive!",
		"637": "How many nihilists does it take to screw in a lightbulb? #",
		"638": "Where do snowmen dance? At the snowball!",
		"639": "Why is a shooting star better than a hamburger? It's meteor.",
		"640": "Why did the vegetables hop into the boiling pot of water? They were part of a stewicide pact.",
		"641": "I find hanging around in coffee shops A great way to espresso yourself",
		"642": "First post and an original How much does a Chinese elephant weigh? .................. Wonton",
		"643": "Heard the one about the corduroy pillowcase? It's making headlines.",
		"644": "What do you get when you drop a piano down a mineshaft? A flat miner.",
		"645": "Why did the spider land on the keyboard? She wanted a new website.",
		"646": "Why did the woman buy new wine glasses? Because the ones she was using made everything blurry.",
		"647": "What did one dry erase marker say to the other? I'm bored! (As in board) Another one from my 9 year-old.",
		"648": "What did the tailpipe say to the muffler? I'm exhausted. What did the muffler say back? ^mmmmbfmbm",
		"649": "What do you cal a bear with extreme mood swings? A bi-polar bear.",
		"650": "Why did the snail drink beer? To come out of its shell!",
		"651": "If I bought a balloon for $0.99 ... How much should I sell it for when I adjust for inflation?",
		"652": "I went out with anorexic twins last night... 2 birds, 1 stone",
		"653": "Why should you never invest in bakeries? Because they have a high turnover rate.",
		"654": "a disability, a curse word and a radical interpretation of scripture walk into a bar nothing happened welcome to /r/cleanjokes",
		"655": "What do you call a bear with no teeth? *A gummy bear.*",
		"656": "Barely amusing Japanese joke Why are snakes so difficult to pick up in Japan? Because in Japan, snakes are hebi.",
		"657": "A priest, a minister, and a rabbit walk into a bar... ...and the bartender says, \"What is this, a joke?",
		"658": "No matter what anyone said, I was never going to take the stand. It's 1000 pages, for Pete's sake!",
		"659": "Why couldn't the skeleton cross the street? Because he didn't have the guts!",
		"660": "Why don't crabs give to charities? They are shellfish.",
		"661": "Why did the mortgage broker go out of business? ...because he lost interest.",
		"662": "My buddy the hacker took the quiz \"What Beatles song best describes your life.\" The answer he got: \"My Way\".",
		"663": "I hear that in Star Wars VIII they're going to introduce Han's perpetually depressed younger brother. His name is Y Solo.",
		"664": "Did you hear about the skeleton who didn't go to prom? He had no body to go with.",
		"665": "What do you call a group of people standing in the arctic circle? A Finnish line.",
		"666": "Whats brown and rhymes with \"snoop\"? Dr. Dre",
		"667": "I came into this subreddit expecting jokes about soap. I am mildly disappointed.",
		"668": "What game do you play with a wombat? Wom.",
		"669": "Wash the alligator clips with rubbing alcohol during flu season Protect yourself from catching a terminal illness.",
		"670": "What age were pigs discovered in? The Saus Age.",
		"671": "You've got to really be careful when ingesting shoes... cause they're usually laced",
		"672": "Did you hear about the guy who invented a knife that can cut four loaves of bread at once? He's calling it the \"Four Loaf Cleaver.",
		"673": "Armadillo The world needs more armed dillos.",
		"674": "This is an X and Z conversation... Y are you in the middle?",
		"675": "What did the fish say when it swam into the wall? Dam.",
		"676": "Heart attack When is the worst possible time to have a heart attack? When you are playing Charades.",
		"677": "The hole in the boat So two guys steal a boat and get drunk. Kane of them goes \"Hey, there is a hole in this boat\". The other says \"don't worry it's not ours\".",
		"678": "What is a tuna's favorite city? Albacoreque.",
		"679": "What kind of pants does Super Mario wear? [Denim, denim, denim.](http://www.youtube.com/watch?v=c0SuIMUoShI)",
		"680": "Why did the cop wake up his son? To stop a kid napping.",
		"681": "I hate people who talk about me behind my back... They discussed me.",
		"682": "What did the Buddhist say to the hotdog vendor? Make me one with everything.",
		"683": "I came up with a joke about my old cell phone Nevermind, it tends to get terrible reception",
		"684": "What did music tell the pancakes? B flat.",
		"685": "What's Anakin Skywalker's favorite animal? Well, it was cats, originally, but then he was turned to the dog side.",
		"686": "Have you seen the movie - Constipated? No? Why? Cause it hasn't come out yet!",
		"687": "Why did the people not like the restaurant on the moon? There was no atmosphere",
		"688": "Why did the grocery delivery guy get fired? He drove people bananas!",
		"689": "What does a thesaurus eat for breakfast? A synonym roll.",
		"690": "What does Captain Kirk wear to the fitness center? Jim shorts.",
		"691": "Did you hear about the lawyer for U2? He was Pro-Bono",
		"692": "What do you call an old fruit-picker in Wisconsin? Cherry-atric",
		"693": "I heard she accidentally spilled her chocolate milkshake on her white poodle- -knick knack paddy whack give the dog a... bath!!!",
		"694": "An idea for a board game... BONOPOLY - Similar to Monopoly, but where the streets have no name.",
		"695": "Mary had a little lamb. She's not a vegan anymore.",
		"696": "What did 0 say to 8? Nice belt!",
		"697": "Santa keeps his suits in the clauset.",
		"698": "Why couldn't the woman date a German man? Because she was Klaustrophobic!",
		"699": "Knock! Knock! Knock! Knock! Whos there? Control Freak. Con Okay, now you say, Control Freak who?",
		"700": "How did the townspeople react when the mayor presented them with a cost efficient, vegan protein source? They chia'd.",
		"701": "Did you hear that H.P. Lovecraft wrote a cookbook? It's called the Necronomnomnomicon.",
		"702": "Why should you leery of stairs? Because they are always up to something.",
		"703": "I'm calculating how much it would cost to install lights for a little league baseball field A ballpark estimate would be perfect",
		"704": "What is the horror movie Quija rated? Quija-13",
		"705": "So, a guy gave his friend 10 puns, hoping that one of them would make him laugh. Sadly, no pun in ten did.",
		"706": "What was the allergic 2\"X4\"'s terrifying hallucination? He sawdust.",
		"707": "What's orange and sounds like a Parrot? A Carrot",
		"708": "What's brown and sticky? A stick.",
		"709": "What do you call a chef who's stingy with herbs? PARSLEYMONIOUS",
		"710": "Which US state is the friendliest towards the Japanese? Ohio",
		"711": "A classic: what do you call somebody with no body and no nose? Nobody knows.",
		"712": "what do you call a fake noodle? An impasta! :D",
		"713": "What do Engineers use as birth control? Their Personality.",
		"714": "How much does a pirate earing cost? A buccaneer",
		"715": "What do you call an alligator with a vest? An Investigator!",
		"716": "Seven days without a joke makes one weak.",
		"717": "I'm a social person. I'm friends with 25 letters of the alphabet. I don't know why.",
		"718": "My grandpa started walking five miles a day when he was 60... Now hes 97 years old and we have no idea where he is...",
		"719": "Where do toilets live? Porcel Lane.",
		"720": "Why did the Country Bear Jamboree bear blush? Because he was a bear a-singing. ..... I am at Disney with the kids this week...",
		"721": "What's a martini's favorite garnish? Olive 'em!",
		"722": "Why did the chess master order a Russian bride? He needed a Chech mate!",
		"723": "What's the difference between a bag of chips and a duck with the flu? One's a quick snack and the other's a sick quack!",
		"724": "Why didn't the cargo ship want to leave the bay? Because it was a freight!",
		"725": "What do you call someone who really loves breakfast? A cereal killer.",
		"726": "What did Captain Ahab say when he harpooned a whale's tail fin on the first try? \"Well that was a fluke.",
		"727": "What do you call someone that steals shoes? A sneaker.",
		"728": "What song can never be played on #throwback Thursday? Friday by Rebecca Black",
		"729": "What did the neutrino say to the planet? Just passing through",
		"730": "What do you do with epileptic lettuce? You make a seizure salad!",
		"731": "Did you hear they're republishing that Simple Mathematics study guide? It's the revised edition. (Revise Addition)",
		"732": "Do you have a hole in your sock? \"No ...\" *(looks at sock)* . . How'd you get your foot in it?",
		"733": "What does a baker wear on his feet? Loafers.",
		"734": "What cars do cows drive? Cattleacs",
		"735": "I was at Redbox, but I didn't know what to watch. I consulted my groceries, and my pizza said, \"Keep Frozen.",
		"736": "What do you get when you cross a pig and a spider? Bacon and scrambled leggs.",
		"737": "Why didn't the fisherman go to Florida to fish for long jawed fish with rows of razor like teeth? He didn't have a Gar",
		"738": "Why don't robots have any brothers anymore? Because they have trans-sisters.",
		"739": "Whats blue and smells like red paint? Blue paint",
		"740": "Darth Vader told me he knows what i'm getting for Christmas He said he felt my presents...",
		"741": "Why did the hippie drown? He was too *far out*!",
		"742": "What's the difference between a Jew and a pizza? The pizza can have ham and cheese together.",
		"743": "Define \"Will\" Isn't it obvious? It's a dead giveaway!",
		"744": "There's a wreath hanging on my door with hundred dollar bills attached. I call it an Aretha Franklin. c:",
		"745": "How many roads must a man walk? 42.",
		"746": "What is a spectre's favorite theme park attraction? The Roller Ghoster",
		"747": "What does a nosey pepper do? Gets jalapeno business!",
		"748": "Did you know that in high school, Robert E. Lee was voted \"most likely to secede?",
		"749": "Did you hear the Offspring song about how to store mummies? \"You gotta keep 'em desiccated",
		"750": "This is 2 girls with 1 cup. [A.K.A. Friends At (a) Cafe Bar](http://www.gettyimages.com/detail/photo/friends-at-cafe-bar-high-res-stock-photography/156534295)",
		"751": "Why were the treefrog's stories always so attention grabbing? Because he was absolutely ribbeting!",
		"752": "What do you call a slice of bread from another country? An immigraint.",
		"753": "You know what they say about men that have big feet? #They wear big shoes! *Come on guys, this is /r/cleanjokes! Get your minds out of the gutter!*",
		"754": "Q: What do you call a deer with no eyes? A: No eye deer (No idea) Q: What do you call a quadriplegic deer with no eyes? A: Still, no eye deer. (Still no idea)",
		"755": "How many golfers does it take to change a light bulb? FOUR!",
		"756": "What did the famous musician say the moment he was born? *I'LL BE BACH*",
		"757": "What did the pebble say to the rock? I wish I was a little boulder!",
		"758": "What goes up and down but does not move? Stairs",
		"759": "In what town lives the mathematician who can only multiply by two? Dublin.",
		"760": "What did the buffalo say to his son when he left for college? Bison",
		"761": "Why do Jamaican chickens make fun of all the other chickens? Because they're jerks.",
		"762": "Did y'all hear the one about the professional jump-roper? Never mind. *Skip it*.",
		"763": "The victim's body was found in the kitchen surrounded by eight empty boxes of cornflakes. Police suspect it was the work of a serial killer.",
		"764": "Stay strong!\" I said to my wi-fi signal.",
		"765": "Pick up line for a Shakespeare lover. How now brown chicken brown cow?",
		"766": "Why did the snail draw an \"S\" on the side of his car? So that when he drove by people could say, \"Look at that escargot!",
		"767": "When do you know you are getting a good deal on a boat? When there's a sail on it.",
		"768": "What happens if socialism comes to the Sahara? Old Soviet-era joke told in Russia: What happens if socialism comes to the Sahara? Nothing at first, but then the sand shortages will start.",
		"769": "How do sailors finish a corny joke on a boat? Ba dum ship.",
		"770": "What's the best part of a baker's body? Their buns.",
		"771": "What do you call coffee made from coal? Tarbucks.",
		"772": "What did the three holes in the ground say? Well, well, well My grandpa's favorite joke. Took me five years to get it.",
		"773": "When you ask a girl, Wanna go to the gym with me? https://www.youtube.com/watch?v=rQegAi6d-MM",
		"774": "I once ate a watch. It was time consuming, I didn't go back for seconds.",
		"775": "Why do zombies always kill at comedy clubs? Because their jokes are told post-humorously!",
		"776": "What do you get when you cross a crocodile with a cartridge? A snapshot.",
		"777": "Where do you learn to make ice cream? Sundae School",
		"778": "What is a rocket's favorite meal? Launch! Another one from my 9 year old.",
		"779": "What do lawyers wear to court? Lawsuits.",
		"780": "What do they call a monastery key that opens all doors? Monk key",
		"781": "I fell in the mud. And took a shower right after!",
		"782": "Fart tutor wanted, must have references",
		"783": "I do my best when my manager puts a gun to my head.",
		"784": "What do you call someone who majors in geology and astronomy A rockstar",
		"785": "I rang up a local builder and said, \"I want a skip outside my house.\" He said, \"I'm not stopping you.\" **Tim Vine**",
		"786": "What kind of bird can write? A penguin.",
		"787": "What did the bunny say to the frog? [My name is Rabbit, not ribbit!!](https://www.youtube.com/watch?v=CYkDxsaHlkg)",
		"788": "What do you get when you cross an elephant and a rhino? 'ell if I know wot to call it!",
		"789": "Why did the chef invest in chicken and cow bones? He wanted to buy stock options.",
		"790": "What side of a leopard has the most spots? The outside",
		"791": "How was the Roman Empire cut in two? With a pair of Caesars.",
		"792": "What's faster hot or cold? Hot! Because anyone can catch a cold! buh duh tsst",
		"793": "What did one octopus say to the other octopus? Will you hold my hand hand hand hand hand hand hand hand?",
		"794": "Why do fish always sing off key? Because you can't tune a fish. Say it outloud if you don't get it. I made this one up in first grade IIRC.",
		"795": "[PICKLE] Our first chance to help our new ally! http://www.reddit.com/r/pickle/comments/1a2xg8/next_attack_for_our_entire_army_march_12th_at_520/",
		"796": "What type of cheese lives under your bed? Muenster.",
		"797": "What did the 0 say to the 8? ... Hey, nice belt..",
		"798": "How does a duck pay for lipstick? She puts it on her bill",
		"799": "So I work in a Steak House and all the people there are really lazy So I must say after working there: That it's rare to see a job well done",
		"800": "What is H.P. Lovecraft's cook book called? The Necronomnomnomicon.",
		"801": "Why did the rabbit go to rehab? He was hopped up on easter eggs.",
		"802": "Knock Knock... 1.Knock knock. Whos there? Yoda lady. Yoda lady who? Good job yodeling! 2.Knock knock. Whos there? Well, not your parents, because your parents never knock!",
		"803": "What do you call cheese that isn't yours? Nacho cheese!",
		"804": "Reinventing Yourself http://dryinginside.blogspot.com/2012/10/reinventing-yourself-doesnt-always-work.html",
		"805": "What do you call a Macho Man Randy Savage that does not belong to you? &gt;Nacho Man Randy Savage!!!!! this is my original content!!!!",
		"806": "What does the horse call the pigs on his farm? Neigh-boars.",
		"807": "What's brown and sticky? A stick",
		"808": "What is the world famous Chef Gordan's favorite football team? The Ramsays",
		"809": "My shower had a bit of mildew- -but all it took was a little... scrubbing!!!",
		"810": "Choose a major you love and you won't have to work for a day in your life Because that major probably has no jobs (not an original)",
		"811": "When is booger not a booger? When it('s not).",
		"812": "What's the longest word in the dictionary? \"Smiles\" because there is a mile between each S!",
		"813": "At the end of the Age of Dinosaurs what happened to the good ones? They got veloci-raptured.",
		"814": "Which Pokemon got a cold? Pik-a-choo.",
		"815": "What do you call someone who's studied Old Norse literature and become an expert. Well edda-cated.",
		"816": "What instrument does God play? He plays the cello. As it says in scripture: \"Our God is a cellist God.",
		"817": "What do you call a fly with no wings? A walk.",
		"818": "Want to hear a joke about a crappy restaurant? Nevermind, I'm afraid it may be in poor taste.",
		"819": "Knock knock Who's there? Abby. Abby who. A bee has stolen my wallet. (I will show my self out)",
		"820": "Which celebrity is great at creating probate documents? Will Smith",
		"821": "Why couldn't Joe be friends with a double-amputee? Because he's lack-toes intolerant.",
		"822": "What do you say when you find two banana peels together? Answer: A pair of slipper",
		"823": "Why cant college students take exams at the zoo? Too many cheetahs",
		"824": "I saw this man and woman wrapped in a barcode... I asked, Are you two an item?",
		"825": "A photon walks into a hotel. The bellhop asks if he needs help with his bags. The photon says, \"no, I'm travelling light. ",
		"826": "If you're not buying kraft mac and cheese you might be buying an impasta.",
		"827": "How do you make a kleenex dance? You put a little Boogie in it!",
		"828": "TV playback craziness [Through the eyes of Adrienne Hedger](https://www.facebook.com/HedgerHumor/photos/pb.630201143662377.-2207520000.1443863939./1179935295355623/?type=3&amp;theater). :)",
		"829": "What do you call a very religious person who sleep walks? A Roman Catholic.",
		"830": "I don't have a Facebook or Twitter account... ...so I just go around announcing out loud what I'm doing at random times. I've got 3 followers so far, but I think 2 are cops.",
		"831": "Soap addiction I used to be addicted to soap. But I'm clean now!!",
		"832": "Why is 6 afraid of 7? Because 7, 8, 9.",
		"833": "What Did Delaware? A brand New Jersey!",
		"834": "Why don't you see penguins in Britain? Because they're afraid of Wales",
		"835": "New Internet acronym: RALSHMICOMN Rolling Around Laughing So Hard Milk Is Coming Out My Nose",
		"836": "How do you kill a circus? You stab it in the juggler.",
		"837": "More retailers should adopt the \"Leave A Penny / Take A Penny\" system. It is literally, common cents.",
		"838": "How much do pirates pay for earrings? about a buck an ear.",
		"839": "Why did the boy throw a clock out the window? He wanted to see time fly.",
		"840": "Which word is the longest in the English language? Smiles - because there is a mile between the first and last letters",
		"841": "What do you call a person who farts in private? A private tutor",
		"842": "Why did the raisin take the prune to the new year's ball? Because he couldn't find a date!",
		"843": "Why did the chicken soup cross the road? Because it was down hill!",
		"844": "What did one math book say to the other math book? We've got a lot of problems.",
		"845": "Two competing podiatrists opened offices next door to each other... They were arch enemies. Edit: Spelling",
		"846": "What do you call fake German currency? Question marks",
		"847": "What do you call a fat psychic? A four chin teller.",
		"848": "How does Harry Houdini tell people to steal stuff? Straight jack it.",
		"849": "Why can't you hear a pterodactyl urinate? Because of the silent P.",
		"850": "What do you call an Egyptian bone-setter? Cairo-practor.",
		"851": "My first job... My first job out of college was a \"diesel fitter\" at a pantyhose factory... As they came off the line, I would hold them up and say, \"Yep, deez'll fit her!",
		"852": "What did the closed can say to the half opened can? YOU'RE BEING UNCANNY!",
		"853": "Whats the problem with tainted money? It taint yours and it taint mine :D (Puns for the win? :D)",
		"854": "What do you call it when someone resuscitates a person who chokes on alcohol? La chaim-lich maneuver.",
		"855": "How many minimalists does it take to screw in a light bulb? 1",
		"856": "What do you call a loaf baked in a zoo? Bread in captivity.",
		"857": "Where does a river keep it's money? At the bank.",
		"858": "What side of a turkey has the most feathers? The outside.",
		"859": "My teacher's nickname in school is Flush. He always has the same suit.",
		"860": "What kind of dish does LeBron like? anything with curry in it.",
		"861": "There are 10 types of people in the world. Those who understand binary code and those who do not.",
		"862": "What do lawyers wear to court? Law suits!",
		"863": "Why are the nordic countries the best countries to live in? Their flags are big plusses.",
		"864": "When Captain Picard's sewing machine broke he brought it to the repairman and said... \"make it sew.",
		"865": "My brother... Likes driving black and white F1 race cars. They call him the F1 racist.",
		"866": "What is green, fuzzy, and will kill you if it falls out of a tree? A pool table. [Thanks, Wagon Train camper!]",
		"867": "How do you make a tissue dance? You put a boogie in it! (Not sure of the spelling, heard it from someone).",
		"868": "Who makes the sweetest video games? Masahiro Saccharide",
		"869": "Someone dropped their Scrabble in the middle of the road... ...that's the word on the street anyway.",
		"870": "Harry Potter can't tell the difference between his cooking pot and his best friend. [X Post from r/Fantasy] They're both cauldron.",
		"871": "My dog chewed up my laptop... I guess he wanted a byte to eat! ^imagine ^this ^in ^zoidberg's ^voice",
		"872": "Why did the chicken cross the playground? To get to the other slide",
		"873": "Why don't cats play poker in the jungle... ...theres too many cheet-ahs",
		"874": "What did Ernie say to Bert when he asked for ice-cream? Sure, Bert!",
		"875": "Ask your doctor if left is right for you.",
		"876": "Why was the tank top more gangster than the tube top? The tube top was strapless.",
		"877": "This boy said he was going to hit me with the neck of a guitar.... I said, Is that a fret?",
		"878": "Apple just released a brand new programming language, *Swift*. Job recruiters everywhere immediately started posting ads for Swift programmers with 5 years of experience.",
		"879": "Which way will it fall? If a rooster lays an egg on a pointed roof, which way will it land? Roosters don't lay eggs",
		"880": "What do you call a cow with a twitch? Beef jerky",
		"881": "I'm naming my TV remote Waldo... ...for obvious reasons.",
		"882": "A platypus went into a hotel owned by a duck.. ..A platypus went into a hotel owned by a duck. Platypus ate food. Duck billed platypus",
		"883": "Have you heard about the Black Magic book for orphans? It's called the necro**mom**icon",
		"884": "What do you call a black and white bird that can't win, nor fly. A peng-lose.",
		"885": "How do you catch a unique rabbit? *unique* up on it!",
		"886": "what keeps the lions from leaving the savannah the ele-fence",
		"887": "Will you tell you the story of the huge sad wall? I shouldn't, you'll never get over it.",
		"888": "Where do you buy Pikmin from? The Oli-Mart",
		"889": "Where do literal dogs live? On the roof.",
		"890": "I just bought a Bonnie Tyler sat-nav. It keeps telling me to turn around, and every now and then it falls apart.",
		"891": "Why was the Headless Horseman depressed? He could never seem to get ahead in life.",
		"892": "everybody gets their 15 minutes of fame - so here's my first original joke! why is it impossible to surprise a snowman? .. he has ice in the back of his head",
		"893": "What's the difference between me and a calendar? A calendar has dates. #foreveralone",
		"894": "What time does Sean Connery arrive at Wimbledon? Tennish",
		"895": "Knock-knock... \"Knock-knock\" \"Who's there?\" \"Control Freak - now you say 'Control Freak who?'\" :)",
		"896": "What did the picture say to the Judge? I WAS FRAMED! I just now made that up. I feel good about this one! ~Skip",
		"897": "Have you heard the one about the agnostic with dyslexia and insomnia? He tossed and turned all night wondering if there was a dog",
		"898": "Why did Woodrow Wilson take a long time to turn around? Because he could only make 14 point turns.",
		"899": "totally original joke/first post: What do you get when you play a Frank Sinatra record at twice the speed? \"Shrank Sinatra",
		"900": "How did Hitler tie his shoelaces? In cute little knotsies!",
		"901": "My first joke here and an original! Did you hear about the two lawyers who set up shop under the old oak tree? I heard it was a pretty shady business.",
		"902": "What do you call a discounted Zuckerberg? Marked down!",
		"903": "What did the floor say to the desk? I can see your drawers!",
		"904": "There were two flies sitting on a toilet seat... one got pissed off.",
		"905": "What's a difference between a teacher and a train? The teacher tells you to spit you gum out. The train says, \"Chew, chew, chew!",
		"906": "Why don't blind people like skydiving? It scares the crap out of the dog.",
		"907": "The scientists a scientist went to a remote island with a dog in order to teach his speaking. Three years later, the scientist returns, and is asked about his experiment; he replied \"woof, woof, woof",
		"908": "What do you call a con-artist who minored in psychology? Sigmund Fraud",
		"909": "What's a pigs favorite muscle? The hamstring.",
		"910": "What do fish think about air? It's UN-B-REATHABLE!",
		"911": "What did the hammer say to the drill? You're too boring.",
		"912": "What did Sean Connery say when his books fell on his head? I blame my shelf",
		"913": "Why did tomato blush? because it saw the salad dressing",
		"914": "My biggest problem with passive smoking is having to follow the smoker around.",
		"915": "What did the traffic light say to the car? Don't look at me I'm changing.",
		"916": "What is green, sings and can be found in the fridge? Elvis Parsley",
		"917": "What is Jackie Chan's favorite drink? Wata",
		"918": "What did the Pelican say to the fish when he was running late for work? I'll catch you later!",
		"919": "What do you call a camel in Alaska? Lost.",
		"920": "All these people getting emails from the Prince of Nigeria, I got one from an Egyptian Pharaoh... But it turned out to just be a pyramid scheme.",
		"921": "I love self deprecating humour. Shame I'm no good at it.",
		"922": "Here's a funny joke I heard about pizza oh nevermind. It's too cheesy.",
		"923": "What Time Do You Go To The Dentist? Tooth - Hurty! XD",
		"924": "Knock knock. Who's there? Doorbell technician.",
		"925": "If Mr. Bean lost one of his legs he'd be cannellini!",
		"926": "When is the month when the most trees fall? Sep-timber",
		"927": "What do you call a cow with three legs? Tri-tip.",
		"928": "How was Rome split in half? With a pair of *Caesars*",
		"929": "What do you call Washington State after a long rain storm? Washed a Ton State. I woke up with that joke in my head this morning. My brain is weird. Had to share it with someone.",
		"930": "What did the one wall say to the other wall? \"Meet you at the corner",
		"931": "What do beef hearts smell like? Honey.",
		"932": "How many Romans does it take to screw in a light bulb? V.",
		"933": "Why do birds fly south for the winter? because its too far to walk!",
		"934": "What is a traveler's favorite font? Times New Roamin'!",
		"935": "What do you call a nosey pepper? Jalapeno Business",
		"936": "Science Jokes Thread on AskReddit! For your amusement: http://en.reddit.com/r/AskReddit/comments/1auxsf/what_are_some_funny_scientific_jokes_that_you_know/",
		"937": "Why was Cinderella thrown off the basketball team? *She ran away from the ball.*",
		"938": "Why did the air freshener company go out of business? Because they lacked common scents...",
		"939": "With a name like Freddy Mercury... shouldn't he have done heavy metal?",
		"940": "What do you call someone who serves smelly drinks? a Fartender",
		"941": "What do you call a group of Geometry classes? A geomeforest.",
		"942": "What's red and is bad for your teeth? A brick",
		"943": "How much did the pirate charge for corn? He sold them for a buccaneer.",
		"944": "A penguin walks into a bar... He goes up to the barman and says, \"Have you seen my father in here today?\" The barman says, \"I don't know, what does he look like?",
		"945": "I'm very keen I could tell he was bald at the drop of a hat.",
		"946": "So I was feeling down the other day... My friend wanted to cheer me up, so he told me 10 jokes to make me feel better. Unfortunately, no pun in ten did.",
		"947": "What do the French call artificial feet for cats? Faux Paws",
		"948": "I just invented a new word! It's called \"plagiarism\".",
		"949": "What did the host serve his guests for The Simpsons marathon night? Disco Stew!",
		"950": "Why did the mechanic go to art school? Because he wanted to learn how to make a van go!",
		"951": "What do you call a fish with no eyes? ....a fssshhh...",
		"952": "What kind of dog can do magic tricks? A labracadabrador.",
		"953": "WHAT is Bruce Lee's favorite drink? WAH TAHH!!!!",
		"954": "What other body parts did Voldemort not have apart from his nose? His legs and arms.. because he was disarmed and defeated.",
		"955": "A police officer bought a robot this robot was fueled by sodium and alkaline, but could only hold enough for 24 hours at a time. so every morning he had to charge it with a salt and battery.",
		"956": "What kind of bee will not take credit for his contributions? A Humblebee.",
		"957": "What does a Vulcan lawnmower need to function? A spock plug.",
		"958": "Why did the chicken cross the road? To show the opossum it could be done.",
		"959": "I would never exaggerate... ...in a million years.",
		"960": "They told me I had type \"A\" blood... turns out it was a typo.",
		"961": "Why did the chicken cross the road? To get to the other side.",
		"962": "Why do ducks have flat feet? To stomp out forest fires. Why do elephants have flat feet? To stomp out flaming ducks.",
		"963": "What do you call a midget psychic that broke out of prison? A small medium at large!",
		"964": "The hairdresser's oath First, harm no 'do...",
		"965": "What kind of pants does Super Mario wear? Denim Denim Denim",
		"966": "A man once thought he'd discovered a new primary color but it proved to be merely a pigment of his imagination.",
		"967": "You'd think that people who kept their head warm would tend to be healthier... but as it turns out, people who wear turbans are actually more likely to be Sikh",
		"968": "What do you call a man with his big toe above his shin? Tony",
		"969": "what do you call a vampire that sucks mucus instead of blood? nose-feratu!",
		"970": "What do you call someone who wears leather, likes bondage and likes getting inked? Moleskine",
		"971": "What's the difference between a piano, a tuna and a jar of glue? You: You can tuna piano but you can't piano a tuna! Person getting told joke: What about the glue? You: I knew you'd get stuck there!",
		"972": "Why arent koalas actual bears? They dont meet the koalafications.",
		"973": "What was Dr Frankenstein's second job? He was a body-builder",
		"974": "What do you call somebody with no body and no nose? Nobody knows.",
		"975": "This summer I'm going to go to the beach and bury metal objects that say, 'Get a life' on them. Demetri Martin",
		"976": "I had a conversation with a Mobius strip... It was one-sided.",
		"977": "Coco The Clown took his car back to the garage this week. The door wouldn't fall off.",
		"978": "What do you call a pachyderm that sings jazz? Elephants Gerald",
		"979": "How much do drum shaped sofas cost? 5 dollars per-cushion.",
		"980": "What do you call a cow jumping over a barbed wire fence? Utter destruction! !!!!",
		"981": "Did someone say \"purple\"? Sorry, it must have been a pigment of my imagination!",
		"982": "What did the blue denims say to the black denims? I guess we have different genes! *knee slap* ... I'll see myself to the door",
		"983": "I just found out I'm colorblind It came out of the yellow.",
		"984": "Ever heard about that movie called Constipation? It never came out.",
		"985": "How does a plant walk? It uses a plant stand.",
		"986": "Did you hear about the two silk worms that got in a fight? It ended in a tie.",
		"987": "What do you call a midget psychic who just escaped from prison? A small medium at large",
		"988": "Why does Mr. Pencil hate Mr. Pen so much? Because he is an erascist.",
		"989": "I made a model aircraft. I wanted it to be an unpainted smooth finish wooden aircraft. So I made a plain planed plane plane.",
		"990": "What happened to the Denver Broncos in the Super Bowl? They had a MetLife crisis. (that's the name of the stadium)",
		"991": "How do you pay for things in the Czech Republic? Cash or Czech Edit: a word",
		"992": "What begins with E, ends with E, and has one letter? envelope",
		"993": "Why did Beethoven get rid of his chickens? All they said was, Bach, Bach, Bach ...",
		"994": "Why did the packaged green onion get into trouble? Because it was a wrapped scallion.",
		"995": "What time do you go to the dentist? 2:30",
		"996": "Did you hear about the kidnapping recently? The goatherd woke him up.",
		"997": "What do you call two guys above a window? Curt 'n Rod",
		"998": "Why did the lettuce get arrested? ...for disturbing the peas!",
		"999": "What happened to the tyrannical fruit? He was impeached!",
		"1000": "Did you hear about the corduroy pillow? You didn't hear? It made headlines!",
		"1001": "Today, the doctor told me that the bottom of my heart has stopped functioning. My girlfriend will be disappointed; that's the part I loved her from.",
		"1002": "How do you make gold soup? You use 14 carrots.",
		"1003": "What's my New Year resolution? Well, I just got a Hi-Def TV, so it's 1920 X 1080i.",
		"1004": "How does a cactus do his math homework? He uses a cacti-lator!",
		"1005": "What's an oven's favorite comedy routine? Deadpan.",
		"1006": "Two balloons are floating across the desert One balloon says to the other, Look out for the cactussssssssssssssssssss!",
		"1007": "linuxmint 13 or 15 question why does 13 have lts and not newer versions?",
		"1008": "why was Pavlov's hair so soft? classical conditioning.",
		"1009": "What did the slab of meat say when it was covered in salt and left out to dry? \"I'm cured!",
		"1010": "What do you call an animal that goes through your trash and tells great stories? A raccoonteur.",
		"1011": "I'm making a band! I started a band called 999 Megabytes...we havent gotten a gig yet.",
		"1012": "What do you call thrusting a hairy rod in and out of your mouth really fast then afterwards spitting out a white liquid? Brushing your teeth",
		"1013": "Why doesn't the sun need to go to University? He's too bright.",
		"1014": "Why did the turtle cross the road? To get to the nearest Shell Station!",
		"1015": "Do you know why one side of the the V formation of geese in flight is longer than the other side? Because It has more geese in it!",
		"1016": "What's a pirates favorite letter? You think it's the \"R\" but it's really the \"C\". Happy talk like a pirate day!",
		"1017": "Did you hear about the Native American who went to a party and drank 37 cups of tea? They found him dead the next morning in his tea pee.",
		"1018": "What did the elephant say to the horn-less rhino? \"Rhino horn?",
		"1019": "What do you call a cow with no legs? Ground beef!",
		"1020": "How do porcupines play leapfrog? Very carefully",
		"1021": "Where does the General keep his armies? In his sleevies.",
		"1022": "How many Super Saiyans does it take to change a lightbulb? Just 1 but it will take 3 episodes.",
		"1023": "What do you call 99 bunnies walking forward and they take one step backwards? A receding hare line.",
		"1024": "What kind of jeans do ghosts wear? Boo Jeans",
		"1025": "What should you do before criticizing Pac-Man? WAKA WAKA WAKA mile in his shoes",
		"1026": "What do you call a father who was kidnapped in Iraq? A Baghdad.",
		"1027": "What has six eyes but cannot see? Three men in a house with dirty dishes in the sink, laundry that needs to be folded and kids that need a bath",
		"1028": "What do Egyptians do when their mass transit breaks down? Get Anubis.",
		"1029": "What's the difference between unlawful and illegal? Unlawful is against the law and illegal is a sick bird.",
		"1030": "How long did it take for the police to catch the man running in his underwear? It was a brief chase...",
		"1031": "What do call a horse that lives near you? A neighbor (naybor for pessimist horses)",
		"1032": "A termite walks into a pub And asks \"where's the bar tender?",
		"1033": "What kind of birds stick together? Vel-crows",
		"1034": "What happens when you get some vinegar in your ear? You suffer from pickled hearing!",
		"1035": "A sad can goes to get recycled. He was soda-pressed.",
		"1036": "What does Drew Carey have in his driveway? Cleveland Rocks!",
		"1037": "Why don't you want your nose to be 12 inches long? because then it would be a foot!",
		"1038": "Branson My wife and I went to Branson, Missouri. I think our hotel caters to senior citizens because it had a free incontinental breakfast.",
		"1039": "A long joke jooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooke",
		"1040": "What did one ocean say to the other ocean? Nothing, they just waved.",
		"1041": "Whats blue and smells like red paint? Blue paint",
		"1042": "ABCDEFGHIJKMNOPQRSTUVWXYZ Noel.",
		"1043": "Kids, I don't know if our ceiling is the best ceiling... ...but it's definitely up there.",
		"1044": "Why was the hula hoop a great boxer? It could go round for round.",
		"1045": "how do you make 7 even? remove the \"s",
		"1046": "What gets longer the more you cut it at both ends? A ditch.",
		"1047": "Where does dubious pasta come from? The spaghetto. I can't take all the credit, however: I heard the word from [this](http://www.reddit.com/r/funny/comments/xdp4k/the_gaydar/c5lnkep) guy",
		"1048": "What did the 0 say to the 8? Nice belt!",
		"1049": "Why was the chicken kicked out of class? For using *fowl* language.",
		"1050": "At least I now know why the lions leave the plains before the end of summer. Because the Pride goeth before the Fall.",
		"1051": "What do you call an economist at an amusement park who is just sitting around? A lazy fair goer!",
		"1052": "How did the prostitute get promoted? She slept her way to the top!",
		"1053": "What did the space between two tiles say? I AM GROUT",
		"1054": "What do you say to the Montana barista when they overfill your chamomile? Beautiful",
		"1055": "What's green and fuzzy and can kill you if it falls from a tree? A pool table.",
		"1056": "How do you make a tissue dance? You put a little boogie in it. :)",
		"1057": "Wanna hear a construction joke? I'm working on it.",
		"1058": "What do gamers plant in their garden? Skill trees! **Dances wildly with top hat and cane**",
		"1059": "What's an idealist vegetarian's favorite meal? Peas and hominy",
		"1060": "Who's bad at baseball but fun at parties? A pitcher filled with margaritas!",
		"1061": "What do you get when you mix two chains and a cow? Truuuuuuuuuuu-moooooooooooooooooo!!!",
		"1062": "Why do elephants hide behind trees? To trip ants.",
		"1063": "I can make a movie with my hand. All it takes is a FLICK of the wrist!",
		"1064": "I am not pro gay. I am not even amateur gay. But, I support their rights.",
		"1065": "why didn't the american leek want to talk to the japanese leek? because it was negi",
		"1066": "I hate girls with double standards unless they're pretty",
		"1067": "What did the lazy surgeon say to his patient? Suture self!",
		"1068": "I have found that there are three kinds of people; Those who can count and those who can't.",
		"1069": "I made half a cup of tea the other day... It was so nice I had two.",
		"1070": "Why did peanut butter flop at the talent show? He didn't have the right jam.",
		"1071": "How many tickles does it take to make a squid laugh? Tentacles.",
		"1072": "Where do Cows go for parties? The Moovies",
		"1073": "How many Saiyans does it take to change a lightbulb? Just one, but it takes 5 episodes.",
		"1074": "Did you hear about the schizophrenic accounts manager? He couldn't help but hear invoices inside his head.",
		"1075": "[My Joke] Why do galaxies put on boring shows while separated? Because their performance is lack-cluster.",
		"1076": "Knock Knock...",
		"1077": "There is a special species of bird that is really good at holding stuff together... They're called velcrows.",
		"1078": "Why are jokes about rotten eggs banned? Because they're infeggtious",
		"1079": "What side dish do frogs like to enjoy with their hamburgers? French Flies!",
		"1080": "What do cows do for fun? They go to the mooooo-vies.",
		"1081": "Why did the puppy get away with committing murder? ...He had paws-able deniability.",
		"1082": "There once was a jealous zombie... But he ate his heart out.",
		"1083": "What do you call a ubiquitous spud? A common-tater!",
		"1084": "Why was Cinderella banned from playing sports? Because she always ran away from the ball &lt;p&gt; My favorite joke since I was little",
		"1085": "Want to hear a joke about pizza? Never mind, it's probably too cheesy.",
		"1086": "What has a bottom at the top? Your legs.",
		"1087": "What type of grain uses profanity? Vulgar Wheat",
		"1088": "What do you call a penguin with a smoking problem? It's a puffin!",
		"1089": "What did they call the Pillsbury Doughboy after he hurt his leg? Limp Biscuit",
		"1090": "Better be named after what? If you had to choose, would you prefer having a disease named after you, or be named after your mother in law?",
		"1091": "I know a woman who owns a taser... Let me tell you, she's stunning!",
		"1092": "Did you hear about the neutron who was arrested? He was held without charge.",
		"1093": "Have you ever heard the one about the dust bunny and the mud pie? Well then sorry, I only tell clean jokes.",
		"1094": "Why was the tomato blushing? Because it saw the salad dressing.",
		"1095": "My buddy said he'd give his right arm to be ambidextrous I can only admire such dedication.",
		"1096": "Why did the skeleton not attend prom? He had no body to go with.",
		"1097": "Why was the owl afraid of Raidoactivity Because it was made of Hootonium",
		"1098": "How many US Congressmen does it take to change a lightbulb? Oh, please. Like they've ever changed anything that needed it.",
		"1099": "What do you call soup that you've found a hair in? Rabbit Soup :D",
		"1100": "What do you call a woman with one leg? Eileen",
		"1101": "Two birds are sitting on a perch. One bird says to the other, \"Do you smell fish?",
		"1102": "A man wanted to name his son a very long name... ...so he named him Miles",
		"1103": "What killed the guy ordering at an Italian restaurant? He'd had trouble deciding to go with the appetizers or entrees, but eventually he went antipasto way.",
		"1104": "I'm tired of people calling America the dumbest country in the world Quite frankly, I think Europe is!",
		"1105": "What did Arnold Schwarzenegger say upon being asked to star in a Broadway production about the world's greatest composers? I'll be Bach. Sorry.",
		"1106": "What did the owner of the Indian restaurant say when he burned all of his bread? \"Don't worry, it's a naan issue.",
		"1107": "Who was the most important Knight of the Round Table? Sir Cumference.",
		"1108": "Why did Beethoven kill off his chickens? They kept saying, \"Bach, Bach, Bach.",
		"1109": "Why did the bigamist cross the road? To get to the other bride.",
		"1110": "Why did the fox cross the road? It was chassing after the chicken!",
		"1111": "Why did the man throw his watch out the window? He wanted to see time fly!",
		"1112": "Why is ok to leave the lid off a basket of socialist crabs? Because whenever one of them climbs to the top, the others drag it back down.",
		"1113": "Why did the banker leave his job? he lost interest",
		"1114": "What do you call a cashew in space? An astronut.",
		"1115": "Why are some chillies nosy? They're jalapeno business",
		"1116": "What did the digital clock say to the grandfather clock? \"Look grandpa, no hands!",
		"1117": "What do you call it when you dip poultry and beef in chocolate?  Brown-chichen-Brown-cow",
		"1118": "What happens when your cousin eats all the Pumpkin pie on Thanksgiving? Plump kin!",
		"1119": "Why does the Pope only eat munchkins? Cause they're the holy part of the donut!",
		"1120": "Knock, Knock... Who's there? The K.G.B. The K.G.B. wh... **SLAP**! WE are K.G.B., WE will ask questions!!",
		"1121": "What is Mozart doing right now? Decomposing",
		"1122": "What is a vampire's favorite fruit? a Neck-tarine --From a great co-worker",
		"1123": "So Sherlock...\" asked Watson, \"I forget, what was your highest degree of education?\" \"Elementary, my dear Watson.",
		"1124": "What did Descartes say while shopping online? I think therefore I Amazon",
		"1125": "What does r/The_Donald call its rule list? The MAGA Carta",
		"1126": "A cow fell off a truck in Russia Apparently he hadn't been Put in properly.",
		"1127": "What do you call a flower in Florida? Orlando Bloom.",
		"1128": "What do you call an Egyptian doctor who works on peoples backs? A Cairopractor!",
		"1129": "Why did the dog go into the water? Because he didn't want to be a hot dog.",
		"1130": "Why'd the hipster burn his mouth on his coffee? Because he drank it before it was cool.",
		"1131": "Why couldn't the lifeguard save the hippie from drowning? He was *too far out, maaan*.",
		"1132": "If you have bladder problems. Urine trouble.",
		"1133": "Where did the general keep his armies? In his sleevies!",
		"1134": "What did Cholera say to Malaria? Are you gonna Jaundice on Saturday?",
		"1135": "Q)What will you call a person who sleeps next to a close relative? A) NapKin",
		"1136": "Scary Halloween Joke **Person 1:** Knock knock! **Person 2:** Who's there? **Person 1:** A GHOST!!!",
		"1137": "Who invented fractions? Henry the 1/8",
		"1138": "What's cold and scary?! I-scream!",
		"1139": "Why was the rooster happy after his trip to Vegas? He got clucky.",
		"1140": "What did the judge ask when he went to the dentist? Do you swear to pull the tooth, the whole tooth and nothing but the tooth?",
		"1141": "Why are horses never overweight? They're on a stable diet.",
		"1142": "Why does not a forth-grader ever take the bus home? Because he knew his parents will make him return it.",
		"1143": "Why was Farmer Bob so good at his job? Because he was outstanding in his field",
		"1144": "What do you call a fish who works for the government? An Official.",
		"1145": "Why didn't the Duke of Windsor let his French servant help him tie his tie? He never does it with a four-in (foreign)-hand.",
		"1146": "Why did the bald man draw rabbits all over his head? From a distance they look like hares!",
		"1147": "I went to a shredded cheese convention the other day... it was grate",
		"1148": "What is ISIL's favourite dessert? Terrormisu",
		"1149": "Wanna hear two short jokes and a long joke? Joke joke jooooke!",
		"1150": "What happened to the runny nose... it tripped and fell. Now it's all boogered up.",
		"1151": "Four years ago, I asked out the girl of my dreams. Today, I asked her to marry me. She said no both times. (not an original)",
		"1152": "What do you call a cavator that isnt a cavator anymore? an EXcavator",
		"1153": "Why did the strawberry cry? Because his mother was in a jam.",
		"1154": "People dont like having to bend over to get their drinks... We really need to raise the bar.",
		"1155": "I fear for the calendar... ...its days are numbered.",
		"1156": "why are there fences around graveyards? people are just dying to get in there these days.",
		"1157": "One Eskimo said to the other, \"Where is your mother from?\" The second Eskimo says \"Alaska.",
		"1158": "Why can't a Pirate make it through their ABC's? They always get lost at C.",
		"1159": "Jesus wrote a play about a tornado. It was an Act of God.",
		"1160": "What did the blonde do when she discovered that most accidents happen within a mile from home? She moved.",
		"1161": "Why did the girltree fall in love with the boy tree? He was sappy",
		"1162": "I went to a seafood disco last week... ...and pulled a mussel.",
		"1163": "Why did the pie go to the dentist? It needed a filling.",
		"1164": "(True story) So my friend saw me browsing this subreddit and he said... \"Is this a subreddit for really bad jokes?",
		"1165": "Superman and Eyore had a baby. The baby's name? Supereyore",
		"1166": "What cheese do you use to get a bear out of a tree? Camembert!",
		"1167": "Did you know that it's traditional to serve Eggs Benedict on a hubcap? There's no plate like chrome for the Hollandaise.",
		"1168": "What do you call a deep-sea diving dog? Scuba - Doo!",
		"1169": "Where did the fish go when it needed an operation? To the sturgeon",
		"1170": "My English teacher got really angry about the format of my essay. It wasn't justified.",
		"1171": "Starcraft: Why did the marine vote for the dragoon? He was Protoss",
		"1172": "All these people getting emails from the Prince of Nigeria, I got one from an Egyptian Pharaoh... But it turned out to just be a pyramid scheme.",
		"1173": "What do you get if you cross an elephant with a fish? Swimming trunks",
		"1174": "Where is Engagement, Ohio? Between Dayton and Marion.",
		"1175": "Why is Ireland the richest country in the world? Because it's capital is always Dublin.",
		"1176": "Can you tell me what you call a person from Corsica? Course a can.",
		"1177": "How did the metal get the wrong idea? He was misled.",
		"1178": "So today is Star Wars day May the fourth be with you!",
		"1179": "what happens if you drink 3.14 liters of water? you will Pi ss",
		"1180": "A WWII Joke! What did the German Shepherd say at his Nuremberg trial? \"I was just following odors.",
		"1181": "What do cows like to put on their hot dogs? moostard",
		"1182": "Why did the cow go to the psychologist? She had a fodder complex.",
		"1183": "Why did the knife quit? It couldn't CUT IT! woohoo! I made this one up while sitting at a buffet table. Enjoy! ~Skip",
		"1184": "What's George Washington's least favorite flower? Li[e]-lacs!",
		"1185": "Why should you avoid people dressed as celery? They could be stalking you!",
		"1186": "Wanna hear a joke about Nitric Oxide ? NO",
		"1187": "What's the strongest letter in the alphabet? ***P*** Even Superman can't hold it.",
		"1188": "What do you call it when your wife brings you rice porridge in prison? Congee-gal visit",
		"1189": "Why did the dinosaur cross the road? Because the chicken didn't exist.",
		"1190": "Why does a rapper need an umbrella? Fo' drizzle.",
		"1191": "What did Tennessee? What Arkansas.",
		"1192": "My son decided to help me clean the car today. After ten minutes of watching him, I told him to use some elbow grease. Two hours later, the idiot came back and told me that he couldn't find it.",
		"1193": "What do you call a group of Combi's? A Combi nation!",
		"1194": "How do you get down from an elephant? You don't, you get down from a duck",
		"1195": "You can pick your friends, and you can pick your nose... But you can't pick your friend's nose",
		"1196": "Which whiskey should you buy if you want to dance all night? Wild Twerky!",
		"1197": "Why couldn't the hunter cook breakfast? The game warden found out he poached his eggs!",
		"1198": "I went to an ATM... I was at an ATM this morning and this older lady asked me to help check her balance, so I pushed her over.",
		"1199": "How much does a truck full of bones weigh? A skeleTon",
		"1200": "Why don't cats play poker in the jungle? Too many cheetahs!",
		"1201": "A skeleton walks into a bar... Asks for a beer and a mop.",
		"1202": "What do you call an atheist bone? A blasfemur.",
		"1203": "How do you catch a one-of-a-kind rabbit? Unique up on it. How do you catch a very calm rabbit? The tame way.",
		"1204": "Will Smith's website isn't responding. What do you do? Refresh Prince of Bel Air.",
		"1205": "What the the electrician say to his buddy? Watts up?!",
		"1206": "How many South Americans does it take to change a lightbulb? A Brazilian.... I'll get my coat...",
		"1207": "How do you catch a bra? You set a booby trap.",
		"1208": "April showers bring May flowers, but what do May flowers bring? Pilgrims.",
		"1209": "Which cheese is the loneliest? Prov-alone!",
		"1210": "Did you hear the joke about the fast car? I would tell you but I think you're too slow to get it.",
		"1211": "Why did the twinkie go to the dentist? He lost his filling!",
		"1212": "How does a fish always know how much they weigh? Because they have their own scales!",
		"1213": "What does music have to do with safety? If you don't C sharp, you'll B flat.",
		"1214": "Why is there very little honey in Belgium? Because there is only one B in Belgium",
		"1215": "How many goals did Germany score? gerMANY",
		"1216": "Why did the elephant turn around in the airport and go home? He forgot to pack his trunk.",
		"1217": "Two fish are in a tank... Two fish are in a tank... First one says: I'll drive! Second one says: \"I'll man the guns!",
		"1218": "How many hipsters does it take to change a light bulb? it's a pretty obscure number.... i'm sure you haven't heard of it.",
		"1219": "What celebrity never payed with a cheque or credit? Johnny Cash.",
		"1220": "What is a pair of sheep's favorite instrument? Two-Baaas.",
		"1221": "You know why ancient Greek children were always getting lost from their parents? 'Cause they kept Roman around!",
		"1222": "Have you heard about that hot Thai lounge singer? Yeah. They call him *Frank Sriracha.*",
		"1223": "...walks into a bar... A golfer, a priest and a lawyer walk into a bar. The bartender looks up and asks, \"What is this? Some kind of joke?",
		"1224": "Other uses for chloroform 1) A great conversational piece when talking to the cops about using it 2) Make the day go by faster 3) And finally, as a reagent.",
		"1225": "Cars Why do lazy people only drive automatics? Because they're shiftless.",
		"1226": "Why is Yoda afraid of seven? Because six seven eight.",
		"1227": "Why couldn't the pirate learn the alphabet? Because he was always lost at C.",
		"1228": "College My son took Rock Climbing in college but he had to drop the class. He couldn't find any \"Cliff Notes.",
		"1229": "What is the cheapest part of a boat? The part with the sail in it.",
		"1230": "Why was the egg kicked out of the comedy club? Because he was telling bad yolks!",
		"1231": "You know what's the problem with Mexican and black jokes? If you've heard Juan, you've heard Jamaal.",
		"1232": "The signature dish of a restaurant called the Twisted Rooster: Mobius Chicken Strips.",
		"1233": "What did one math book say to the other? Don't bother me; I've got my own *problems!*",
		"1234": "Why are giraffes slow to apologize? It takes them a long time to swallow their pride",
		"1235": "Velcro What a rip off. Joke by Tim Vine.",
		"1236": "Why don't melons ever run away and get married? Because they cantaloupe!",
		"1237": "Like most people my age... I'm 27.",
		"1238": "Two fish in a tank Fish 1:Uh, Greg? Fish 2:What Fish 1:How do we drive this thing",
		"1239": "Did you hear about the Italian chef that died? He pasta way.",
		"1240": "Why did the bacteria cross the microscope? To get to the other slide",
		"1241": "I read a story about a kid that ate 4 cans of alphabet soup in one sitting... It said that he later had a massive vowel movement. Maybe a dirty joke.",
		"1242": "Tasted the best Borscht ever! It'll be hard to beet.",
		"1243": "The Fine Bros. 'React' announcement was like a television with no antenna. Poor reception.",
		"1244": "What do call a horse that lives near you? A naybor",
		"1245": "What kind of bees make milk? Boobies.",
		"1246": "What does Mario use to get his hot dogs off the grill? He uses his Donkey Tongs.",
		"1247": "We don't serve time travelers here\" A time traveler walks into a bar.",
		"1248": "How do you kill bread? Bake it for a little while, and it will be toast.",
		"1249": "What do you call an imaginary color? A pigment of your imagination.",
		"1250": "Did you hear about the mathematician who hated negative numbers? He'll stop at nothing to avoid them!",
		"1251": "What do you call security guards working outside Samsung shops? Guardians of the Galaxy",
		"1252": "What do you call cheese that is by itself? Provolone",
		"1253": "I just got a job helping a one arm typist do capital letters... Its shift work.",
		"1254": "Why does a Bicycle have a kickstand? Because it's two tired.",
		"1255": "Which side of a horse has the most hair? The OUTSIDE! oh-my-goodness, that's hilarious! ~Skip",
		"1256": "I went in to a pet shop and said, Can I buy a goldfish? The guy said, Do you want an aquarium? I said, I dont care what star sign it is.",
		"1257": "Noah wasn't much for civilized society . . . You could say he was an-arc-ist.",
		"1258": "Two silk worms had a race. They ended up in a tie.",
		"1259": "What do you call a sheep covered in chocolate? A candy baa",
		"1260": "What do you do if you see a spaceman? You park in it, man.",
		"1261": "Why did Trump insist on Hillary Clinton as Secretary of state? He doesn't believe women should get above secretary",
		"1262": "I was wondering why the frisbee was getting bigger. And then it hit me.",
		"1263": "What did the Buffalo say when his child left for college? Bison",
		"1264": "How do you keep an idiot in suspense? I'll tell you later.",
		"1265": "Batman doesn't have nightmares Nightmares have batman",
		"1266": "Charles Dickens walks into a bar... and orders a martini. The bartender asks \"olive 'er twist?",
		"1267": "Nickelback walks into a bar.... So Nickelback walks into a bar, and there is no punchline, because ruining music isn't funny.",
		"1268": "So a polar bear walks into a bar... and says, \"I'll have a gin.....and tonic\" The bartender says, \"What's with the big pause?\" And the polar bear says, \"Oh, I've always had them.",
		"1269": "Mom asked if I wanted to race toy cars with my neighbor Chucky. I responded, \"Nah, that's child's play.",
		"1270": "What do you find in a cloud's shorts? Thunderpants!",
		"1271": "Why did the SSD burn a flag? Because it was a Patriot Blaze",
		"1272": "Difference between a dead squirrel and a dead drummer in the road? http://imgur.com/PKibj The squirrel might have been on his way to a gig.",
		"1273": "By shear coincidence... ...all these sheep look the same...",
		"1274": "Finally decided on my thesis paper. It's a LOTR themed essay in defense of Sauron Titled \"Getting away with Mordor",
		"1275": "What do you call a bee from the wrong side of town? A bumblegee",
		"1276": "Why did Mrs. Grape leave Mr. Grape? She was tired of raisin kids.",
		"1277": "What does batman take in his whiskey? Just ice.",
		"1278": "What do you call a boomerang that doesn't come back? A Stick",
		"1279": "A guy walks into a bar Ouch",
		"1280": "Why did the scale decide that the scam artists were heavier than the novels? Because the cons outweighed the prose.",
		"1281": "Im trying to get into classical music... ...but I cant find any original recordings. All the music is performed by cover bands.",
		"1282": "What did aged mother cheddar say to her son the day of school photos? Looking sharp.",
		"1283": "Why does a chicken coop have two doors? Because if it had four it would be a chicken sedan!",
		"1284": "Note for Santa Dear Santa, Please give me a big fat bank account and a slim body. Please don't mix those two up like you did last year. Thanks.",
		"1285": "Why was Pavlov's hair so soft? He conditioned it.",
		"1286": "What's an atheist's favorite Christmas movie? Coincidence on 34th Street",
		"1287": "What do you call someone who makes a lot of money through deforestation of the Amazon? A Brazillionaire!",
		"1288": "Whats Marios favorite type of jeans? denim denim denim!",
		"1289": "What did the 0 say to the 8? Let's make a snowman!",
		"1290": "Have a very Joseph Christmas! We shouldn't discriminate by sex, you know.",
		"1291": "Never try to kill a termite with a napkin. It'll only get bigger.",
		"1292": "What did one nose say when the other nose said \"I love you\"? \"Back achoo!",
		"1293": "Hope you guys like clean humor videos https://www.youtube.com/watch?v=kNt-aTq0hxM",
		"1294": "Why don't blind people like to skydive? Because it scares the dog.",
		"1295": "Two guys walk into a bar... the third one ducks.",
		"1296": "What did the french butter say when it got stocked in the cooler? Beurre... I came up with this today while grocery shopping. I'm ridiculously pleased with myself.",
		"1297": "Why did the dog sleep on the chandelier? Because he was a light sleeper.",
		"1298": "What happens when a spoon and fork get into a fight? civilwar",
		"1299": "My grandma refused to be an organ donor. She was buried with all of her musical instruments.",
		"1300": "How do you count cows? With a cowculator.",
		"1301": "I dig, she dig, we dig, he dig, they dig, you dig ... Maybe not a funny joke but at least it is deep.",
		"1302": "What do you call a burial chamber full of Moose? Moosoleum.",
		"1303": "Mints I was eating mint chocolates and I felt sick after eight.",
		"1304": "A Polar Bear walks into a cafe He says, \"I'll have a burger and.... a coke.\" The waitress says, \"Okay. But, why the long pause?\" The bear says, \"I don't know. I was born with them.",
		"1305": "What did the hot dogs name their child? Frank",
		"1306": "I may be middle-class, but I'm hard. *Al dente*, you might say. **Jimmy Carr**",
		"1307": "What do you say when you see three whales? Whale whale whale, what do we have here?",
		"1308": "What did Cinderella say while waiting for her photos? Someday my prints will come",
		"1309": "What did the fish say when it hit the concrete wall? Dam",
		"1310": "My Bucket List * ~~Five gallon bucket~~ * ~~Mop bucket~~ * Bucket hat",
		"1311": "What do you call an old soldier who has been sprinkled in salt and pepper? A seasoned veteran.",
		"1312": "The fast food restaurant for babies. \"Welcome to Gerber King, may I take your order?",
		"1313": "What did one frog say to the other? Time's fun when you're having flies.",
		"1314": "What do you get when you cross the Atlantic with the Titanic? Halfway.",
		"1315": "Want to hear a dirty joke? This boy trips and falls into some mud.",
		"1316": "No matter how much you push the envelope... ...it's still stationery.",
		"1317": "My buddy went to a foreign country to get his sex change operation. Now he's a dude who's abroad.",
		"1318": "A vampire stopped coming to my nightly poker games. All I said was that he made too many mistakes...",
		"1319": "What's the most beautiful thing in Advanced Physics? A passing grade. :)",
		"1320": "I bought a vacuum cleaner six months ago... ...and so far, all it's been doing is gathering dust.",
		"1321": "Where do you drown a hipster? The Mainstream.",
		"1322": "What did the mama cow say to the baby cow? (x-post from /r/3amjokes) [It's pasture bedtime!](http://www.reddit.com/r/3amjokes/comments/1y8d67/what_did_the_mama_cow_say_to_the_baby_cow/)",
		"1323": "Why did the man with one hand cross the road? To get to the second hand shop!",
		"1324": "An invisible man marries an invisible woman... The kids were nothing to look at either.",
		"1325": "What did the creepy scientist say to his new creepy wife? Let's grow MOLD together!",
		"1326": "Never trust an atom They make up everything",
		"1327": "When you cook duck you should always add a little bit of goose It makes a game out of every bite.",
		"1328": "A pair of mittens says to a hat, \"I'll stay here, you go on a head",
		"1329": "What is black, bitter and dont work worth a damn? Decaf coffee",
		"1330": "Knock, Knock... Who's there? Peas. Peas who? *Peas pass the butter*",
		"1331": "My \"go to\" zoo joke I tell this to my wife and kids every time we go to a zoo... Q. What do you get when you cross an elephant with a rhino? A. Elephino",
		"1332": "Why did the chicken cross the road half-way? She wanted to lay it on the line.",
		"1333": "I knew this guy who was so dumb... he saw a road sign that said, \"Disney Land Left\", so he turned around and went home.",
		"1334": "I'm not really sure I'm understanding this financial crisis in Greece... It's all Greek to me.",
		"1335": "What happened when porky pig fell asleep at his construction job? The foreman fired him, saying, 'We can't have bored boars boring boards.'",
		"1336": "Did you hear about that spicy knight? Sir Acha.",
		"1337": "What did the Buddhist say to the hot dog vendor? Make me one with everything.",
		"1338": "What do you call a cow with no legs? Ground beef.",
		"1339": "There once was a girl from Nantucket... Who carried her ice in a bucket. She walked down a hill. She had a great spill. And when she got up, she said, \"I'm going to watch my step next time!",
		"1340": "Why are bears so hairy ? They don't have salons in the jungle !",
		"1341": "How many tickles does it take to make an octopus laugh? ten-tickles",
		"1342": "Which is faster, hot or cold? Hot is faster. Anyone can catch a cold.",
		"1343": "Do you think George Clooney has an iTunes playlist called Clooney Tunes?",
		"1344": "I was going to go to a clairvoyants meeting the other day but.... it was cancelled due to unforeseen events.",
		"1345": "Joke request Tell me your best joke that includes \"July\" \"fourth\" and \"fire\" Let's see what you've got, Reddit!",
		"1346": "What is black, white, and red all over? A Communist Propaganda film from the 1930s.",
		"1347": "[OC c/o my 9 y.o.] What holds up a bowl's pants? Suspoonders!",
		"1348": "I don't like going to funerals early in the day. I'm not much of a mourning person.",
		"1349": "What happens when breed a shark and snowman? You get a frostbite!",
		"1350": "Which letter of the alphabet is the laziest? letter G (lethargy)",
		"1351": "whats brown and sticky? a stick!",
		"1352": "Which day do chickens fear most? Fryday.",
		"1353": "What did the knob say to the door? I LOCK you a lot! yep, its corny, indeed, but... I'm tryin'! ~Skip",
		"1354": "Shout out to... ...baseball players who have three strikes.",
		"1355": "why do they call them light bulbs? they don't weigh very much",
		"1356": "What's a reporter's favorite food? Ice cream because they always want a scoop!",
		"1357": "Why did the scarecrow win the Nobel prize? He was outstanding in his field.",
		"1358": "Is your refrigerator running? Well, you better get glasses, and stop doing drugs",
		"1359": "A stamp collector walks into a bar... He walks up to the hostess and says, \"You're more beautiful than any stamp in my collection\" She replied, \"Philately will get you nowhere.",
		"1360": "I personally don't believe in bros before hoes or hoes before hoes.. There needs to be a balance. A homie-hoe-stasis",
		"1361": "How do you fix a broken pumpkin? With a pumpkin patch!",
		"1362": "My dad's not an alcoholic... ...He just collects empty bottles, sounds so much better, doesn't it? ~ Stewart Francis",
		"1363": "I believe a lot of conflict in the Wild West could have been avoided completely... ...if cowboy architects had just made their towns big enough for everyone.",
		"1364": "Q) What do you call a group of 8 rabbits? A) Rabbyte!",
		"1365": "What is a bacteria's OTHER favorite dish? The PETRI dish!",
		"1366": "What do you call a productive Asian? China get something done.",
		"1367": "Why do ghosts carry tissues? Because they have BOOOOgers.",
		"1368": "Two pretzels.. Two pretzels went walking down the street, one was \"assaulted",
		"1369": "What is the Sun's favorite candy? Starburst! Another one from my 9 year old. I don't know where he gets it.",
		"1370": "I just met someone who was a steam-roller operator. He was such a flatterer.",
		"1371": "Why did the chicken cross the road? To get away from Gordon ramsey",
		"1372": "What did the turkey say to the turkey hunter? \"Quack, quack, quack.",
		"1373": "What is the difference between a man and a cat? One eats a lot, is lazy and doesnt care who brings the food. The other is a pet.",
		"1374": "How do you confuse a fish? You put it in a bowl and tell it go to a corner!",
		"1375": "Have you guys ever heard of the crazy Mexican Train Killer? He had...... Loco Motives",
		"1376": "Do you know why there's no casinos in Africa? Because there's too many CHEETAHS!",
		"1377": "what did the zero say to the eight? nice belt",
		"1378": "They laughed when I said I wanted to be a comedian. Well, no ones laughing now.",
		"1379": "I just heard because of the government shutdown government archeologists are working with a skeleton crew.",
		"1380": "Why do abcdefghijklmopqrstuvwxy &amp; z hate hanging out with the letter n? Because n always has to be the center of attention.",
		"1381": "Why couldn't Bach pay for his dinner? Because he was Baroque.",
		"1382": "What is the difference... What is the difference between unlawful and illegal? One is against the law and the other is a sick bird.",
		"1383": "What did one ocean say to the other? Nothing, they just waved.",
		"1384": "What's made of brass and sounds like Tom Jones? Trombones!",
		"1385": "Why did the Wise Man get 25 to life? Myrrhder",
		"1386": "What do you call a dinosaur FBI agent? A pteredacted.",
		"1387": "What did the fish say when it ran into the wall? Dam",
		"1388": "16 sodium atoms walk into a bar followed by Batman.",
		"1389": "What's the difference between a poorly dressed man on a tricycle and a well dessed man on a bicycle? Attire...!!",
		"1390": "What did the pilot say when his plane wasn't flying? \"Aw man, that's a drag.",
		"1391": "I asked my soap who it voted for, it said... I'd lather not say! note: This one came to me in the shower just now, gotta go back in now. Oh, the irony! I think. ~Skip",
		"1392": "Why did the coffee file a police report? Because it was mugged.",
		"1393": "How does the man in the moon cut his hair? Eclipse it.",
		"1394": "How did the burglar get into the house? Intruder window",
		"1395": "Two chimps are in the bath One says \"ooh oooh eek eek\" The other one says \"well put some cold water in then!",
		"1396": "What do ducks do at Christmas time? They duckerate cookies.",
		"1397": "What do you call a dead fly? a flew",
		"1398": "Knock knock. Who's there? Interrupting cow. Interrup........ MOOOOOOOOOOOOOOOO!!!! [Works best IRL](/spoiler)",
		"1399": "What di you call a snowman in may? A puddle!",
		"1400": "What do you call a white supremacist who doesn't eat meat? A vegitaryan",
		"1401": "How is a rabbit similar to a plum? they are both purple, except for the rabbit.",
		"1402": "Why are there no midget accountants? They always come up short.",
		"1403": "What do you call a noisy Chinese dog? How-Ling (my dad wanted me to post this)",
		"1404": "Why can't you hear a pterodactyl in the bathroom ... because the \"p\" is silent",
		"1405": "How did the Pillsbury Dough Boy Die? A Yeast Infection",
		"1406": "What do you call a native american cook a sioux chef",
		"1407": "I said bring your coffee maker whenever you want Them: great headphones on planes is heavier than flying over TEAs",
		"1408": "A poem for Valentine's day Roses are red Poppies are red The grass is red Oh no my yard is on fire",
		"1409": "What did the dad buffalo say when his offspring left for college? Bison",
		"1410": "How do you get Pikachu on the bus? Poke 'em on!",
		"1411": "Whats brown and sticky? a stick",
		"1412": "What do you call a fish that operates on brains? A brain sturgeon.",
		"1413": "The reason angels can fly... ...is that they take themselves lightly. **G. K. Chesterton**",
		"1414": "I'm in the terminator musical. I'll be Bach.",
		"1415": "I try not to spend too much time online... ...but Wi-Fight it?",
		"1416": "What does December have that other months dont have? The letter D.",
		"1417": "What's the best way to capitalize on an opportunity? ON AN OPPORTUNITY",
		"1418": "What's green, fuzzy, and if it falls out of a tree it'll kill you? A pool table.",
		"1419": "A termite walks into a bar... And asks the nearest person \"Hey, is the bar tender here?",
		"1420": "I tired playing soccer But I couldn't get a kick out of it.",
		"1421": "What did the priest say when watering his garden? Let us spray.",
		"1422": "How did the musician catch his fish? He castanet",
		"1423": "What do you call a plastic sheep? Lambinated!",
		"1424": "I need this plant to grow. Well, water you waiting for?",
		"1425": "Book, you look so much thinner! I know! I had my appendix removed!",
		"1426": "Have you been injured in a car accident? call 555-bottom-feeders. We will do anything for money.",
		"1427": "Did you hear about the stallion and the mare? They had a stable relationship.",
		"1428": "What are two doctors with colds An ironic Paradox.",
		"1429": "What do you get when you cross Kansas with a vulture? Carrion my wayward son",
		"1430": "How do you know it's time to go to bed? Hitler is raping you!",
		"1431": "What do you call a Romanian grocery clerk? Scanthesku",
		"1432": "What do you call a fear of horned bovines? Aurochnophobia.",
		"1433": "What haircut did the Texan barber recommend when asked? He couldn't think of anything, and said \"I'll mullet over",
		"1434": "[OC] How does Gandhi measure passive resistance? In oooooohms.",
		"1435": "Why is Kim Jong Un like todays music? They both ain't got the same Seoul.",
		"1436": "I knew this guy who would ask men at church, \"is your tie made out of bird cloth?\" &lt;blank stare&gt; \"It's cheep, cheep, cheep.",
		"1437": "What happened when the carrot died? There was a huge turnip at the funeral.",
		"1438": "Why can't you hear a pterodactyl go to the bathroom? Because the P is silent",
		"1439": "Why do librarians like the wind? It says, \"Shhh!\" all day!",
		"1440": "One potato asks another: -\"Are you sure we are related?\" -\"Yes I yam!",
		"1441": "I like my slaves like I like my coffee Free.",
		"1442": "Who is the only superhuman Frozone can't deal with? Thor.",
		"1443": "Why don't bears wear boots? Cos they like to walk around in their bear feet.",
		"1444": "There's 10 kind of people in the world. Those who know binary and those who don't.",
		"1445": "What do you call the object Attila the Hun uses to brush his leg hair? A Hun knee comb.",
		"1446": "Words can't possibly describe how beautiful you are... But numbers can 4/10",
		"1447": "What are twins favorite fruits? Pears",
		"1448": "Did you hear about the guy who fell into an upholstery machine? Now he's fully recovered.",
		"1449": "Why did the chicken cross the road? To get to the moron's house. *knock knock* ^^Whose ^^there? *the chicken...*",
		"1450": "Why did the wave fail the driving test? It kept crashing on the beach.",
		"1451": "What did one earthquake say to the other? Hey, it's not my fault.",
		"1452": "I bought some shoes from a drug dealer, I don't know what he laced them with but I have been tripping all day. --My amazing girlfriend told me this one",
		"1453": "Request: Jokes for the sick? I have a good friend who was just hospitalized, hopefully nothing too serious. I'd love to send him a few short, clean jokes to cheer him up. Thanks!",
		"1454": "Why would no one listen to the percussion section? Because they couldn't drum up enough support.",
		"1455": "What kind of bee can never be understood? A mumble-bee.",
		"1456": "What's the difference between Botox and Borax? Two letters.",
		"1457": "A broom only likes one brand of comedy. Dustpan.",
		"1458": "If you bury someone in the wrong place then you have made a grave mistake.",
		"1459": "A man walks into a fancy dress party carrying a woman on his back... The host asks the man why this is so. \"Oh, I'm a tortoise and this is Michelle\" says the man.",
		"1460": "There's only one problem with reading articles about space based technology It all goes waaaay over my head.",
		"1461": "Pac-Man What should you do before you criticize Pac-Man? WAKA WAKA WAKA mile in his shoes.",
		"1462": "What does a bag of rice and an onion do when they get into a fast car? They pilaf. I'll show my way out",
		"1463": "Want to hear a joke about pizza? Never mind it is too cheesy.",
		"1464": "What did the Triangle say to the Circle? \"Your life is pointless.",
		"1465": "HELP! We need your best joke you have! We will choose the best joke and make a video of it, just for you!",
		"1466": "I heard a great joke about a boomerang earlier. I'm sure it will come back to me eventually.",
		"1467": "What did the pony say when he had a sore throat? Pardon me, I'm just a little hoarse.",
		"1468": "I'm good friends with 25 letters of the alphabet... I don't know why.",
		"1469": "What's pink and fluffy? Pink fluff. Whats blue and fluffy? Pink fluff holding its breath",
		"1470": "What's Sam Smith's favorite type of nut?  [It's an alllllllllmond](https://www.youtube.com/watch?v=fB63ztKnGvo&amp;feature=youtu.be&amp;t=37s)",
		"1471": "What did the koala bear say to the barber? You ca-lip this?",
		"1472": "What city loves to eat sandwiches? Koldcutta",
		"1473": "Why aren't sumos chummy with racecar drivers? They move in different circles.",
		"1474": "What do you call shaving a crazy sheep? Shear madness.",
		"1475": "Why don't tennis players get married? Because to them love means nothing.",
		"1476": "What do you call a fake noodle? An Impasta",
		"1477": "I thought I had a brain tumor but then I realized it was all in my head.",
		"1478": "Did you know that 1 in every doll, in every doll, in every doll, in every doll are Russian?",
		"1479": "Today's my cake day! And I'm going to eat it too!",
		"1480": "How do you kill a vampire from the South? With a chicken fried stake",
		"1481": "You can pick your friends, and you can pick your nose... But you can't pick your friend's nose",
		"1482": "Two atoms walk into a bar... One says, \"Oh no, I've lost an electron.\" The other asks, \"Are you sure?\" \"Yeah, I'm positive!",
		"1483": "What is robot jazz called? Beep Boop Bop!",
		"1484": "My Girlfriend told me she didn't want anything for Birthday I didn't give her anything :O #ThugLife",
		"1485": "What have you got if your pet kangaroo gets into molasses and Indian curry? An Indian goo roo",
		"1486": "I would think you'd have to be open minded... ...to be a brain surgeon.",
		"1487": "I fell off a forty foot ladder today.... lucky I was on the bottom rung.",
		"1488": "Where did Napoleon Bonaparte keep his armies? In his sleevies.",
		"1489": "what did socrates learn from the T-rex? i dino",
		"1490": "Why do ducks have webbed feet? To stomp out fires. Why do elephants have flat feet? To stomp out the burning ducks.",
		"1491": "What do cows like on their hotdogs? MOOstard.",
		"1492": "Broom advocates for cleaner work environment.",
		"1493": "I was watching a TV program on various Religious orders and how the use stringed instruments. I was appalled by the amount of sects and violins!",
		"1494": "If you give a mouse a cookie.. If you give a mouse a cookie.. Why are you giving a mouse any food? That's unsanitary.",
		"1495": "What happens if you pass gas in church? You have to sit in your own pew.",
		"1496": "Whats the best thing to put into a pie? Your teeth!",
		"1497": "I have to find a new personal trainer. He didn't do squat(s).",
		"1498": "Wanna hear a dirty joke? A white horse fell in a mud puddle.",
		"1499": "A funny bird is the pelican His beak can hold more than his belly can He can hold in his beak Enough for a week And I don't know how the heck he can!",
		"1500": "Where do dinosaurs get their pickles from? Vlasic Park",
		"1501": "What's the difference between a fish and a guitar? You can't tuna fish!",
		"1502": "What do you call two crows? Attempted murder.",
		"1503": "What do you call a t-shirt with stalks of wheat on it? A crop top!",
		"1504": "What do you call a cow with 2 legs? Lean beef.",
		"1505": "What is the scientific name for a crippled tyrannosaurus rex ? Tywalkasoreus Rex",
		"1506": "What type pf culture is most peaceful and never gets angry? Nomads!",
		"1507": "I tried to change my password to 14days... The computer said it was two week.",
		"1508": "2 fish in a tank, one says to the other Do you know how to drive this thing?",
		"1509": "Knock knock - Who's there? - Impatient cow. - Impatient co- - He already left.",
		"1510": "Why were the Libyans eating money? They were having dinar.",
		"1511": "Why can't you hear it when a pteranodon goes to the bathroom? Because they're all dead.",
		"1512": "why was the rabbit promoted to brewmaster? All his beers had a lot of hops",
		"1513": "What is Captain Ahab's favorite reggae band? Bob Marley and The Whalers!",
		"1514": "Where did the mistletoe go to become rich and famous? Hollywood.",
		"1515": "bad scary film I was watching a really poorly done scary movie last night, it was horrorble.",
		"1516": "What did batman say to robin before robin got in the car? get in the car",
		"1517": "Why did the strawberry go out with the pineapple? Because he couldn't get a date!",
		"1518": "Why did the buddhist refuse novocaine when he went to get a tooth pulled? He wanted to transcend dental medication.",
		"1519": "What happens when you don't serve drinks at a party? There's no punch line.",
		"1520": "I just read this article about short term memory I don't remember what it was about",
		"1521": "Did you hear about the farmer that fell into the field machine and lost half his body? He's all right now! :-)",
		"1522": "Accidental Seafood I tried dolphin once...but not on porpoise.",
		"1523": "Did you hear about the wedding between the two antenna? The service was terrible, but the reception was great.",
		"1524": "What state do most people live in? Denial. Myself included.",
		"1525": "whats brown and rhymes with snoop? Dr Dre",
		"1526": "Why do space rocks taste better than earth rocks? Because they are a little meteor",
		"1527": "What does a hawk call a high ledge A *falcony!*",
		"1528": "What did the German policeman say to his nipples? You are under a vest!",
		"1529": "Someone talked to me today about having two X chromosomes. Typical woman.",
		"1530": "If you're American, when are you not American? When European. Or when you're Russian. Any more? :)",
		"1531": "A mathematician was constipated, how did he solve his problem? He worked it out with a pencil and paper.",
		"1532": "What do you call a barbarian you can't see? an Invisigoth.",
		"1533": "Where did the seaweed... Where did the seaweed find a job? In the \"Kelp Wanted\" section of the want-ads.",
		"1534": "How many tickles does it take to make an octopus laugh? Ten tickles",
		"1535": "Who is the roundest knight at King Arthur's table? Sir Cumference.",
		"1536": "I know a guy who collects candy canes... ...they are all in mint condition.",
		"1537": "I'm reading a book about anti-gravity. I can't put it down.",
		"1538": "Why do the French like eating snails? Because they can't stand fast food!",
		"1539": "What does a Jedi say after a tragic loss of life? \"May my thoughts be with them\".",
		"1540": "What do you call an alien in a swamp? A MARSHian",
		"1541": "Will Smith joke How do you find Will Smith in the snow? You look for fresh prince...",
		"1542": "One time, a cow saved my life It was bovine intervention.",
		"1543": "Why should you always knock before opening the refrigerator? Because there might be an Italian dressing.",
		"1544": "What did the rubber band factory worker say when he was fired? Oh snap!",
		"1545": "Why did the rap battle champion get the most spacious and accessible seat on the bus? Because of his dis-ability.",
		"1546": "What lies at the bottom of the ocean and twitches? A nervous wreck.",
		"1547": "We always bought our cars used, this one was as black as the night- -that is, until we washed it!!!",
		"1548": "I feed my cat lemons. He's a real sour puss.",
		"1549": "I thought the dryer shrank my clothes.. turns out it was the refrigerator",
		"1550": "I was driving today... And saw a sign that said, \"Steamed Crabs\". I began to wonder: \"What made them so mad?",
		"1551": "My dog used to chase people on a bike a lot. It got so bad, finally I had to take his bike away.",
		"1552": "What do you call someone who points out the obvious? Someone who points out the obvious.",
		"1553": "What do you call a Mexican with a rubber toe? Rubber-Toe! (Roberto)",
		"1554": "What do you call the ultimate fish doctor? The Sturgeon General",
		"1555": "How did the firefly feel when he flew into the fan? He was de-lighted",
		"1556": "Why couldn't the pony sing? He was a little horse.",
		"1557": "What did the horse say when he fell over? \"Help! I've fallen and I can't giddy up.",
		"1558": "What happens when you steamroll Batman and Robin? They become flatman and ribbon.",
		"1559": "Why did the melon try so hard to get her father's approval? Because she cant-aloupe",
		"1560": "My girl asks why I love chocolate so much. Well, I have several Reisens...",
		"1561": "I finally finished baby proofing the house. Let's see those babies get in here now.",
		"1562": "My friend says she's doing good but she means well",
		"1563": "Why does Snoop Dogg use an umbrella? For Drizzle",
		"1564": "What do vegan zombies eat? Graaaaains!",
		"1565": "Schooner or later, sailors... ...engage in rudder nonsense.",
		"1566": "What's a pirate's favorite letter? The C.",
		"1567": "What happened to the butched after he backed into the meat grinder? he got a little \"behind\" in his work",
		"1568": "I still remember what my grandpa said before he kicked the bucket... \"How far do you think I can kick this bucket?!",
		"1569": "Knock knock -Who's there? Ash -Ash who? Bless you.. P.S. kids love it",
		"1570": "What do you call a singing laptop? A Dell",
		"1571": "If all of Ireland sank, what part of it wouldn't? County Cork",
		"1572": "Knock knock! **Who's there?** *Tank* **Tank who?** *You're welcome*",
		"1573": "This Post just says it all! It all.",
		"1574": "What kind of music does a printer make? A paper jam.",
		"1575": "My friend's bakery burned down last night. Now his business is toast.",
		"1576": "Why did the superhero make a lot of shredded cheese? It was for the grater good.",
		"1577": "What mysterious hair product does Lucifer use to keep himself looking good? Arcane-gel!",
		"1578": "Overheard: Augustus Caesar on New Year's Day: \"I keep writing 'B.C.' on all my checks.",
		"1579": "What did the mom say to her son when he said he didn't want any of her flippin' pancakes? Fine. They will just be burnt on one side.",
		"1580": "What has more letters than the alphabet? The post office.",
		"1581": "You can tune a guitar... but you can't tuna fish!",
		"1582": "What has two arms and 14 legs? Guy who collects legs.",
		"1583": "How does a penguin build its house? Igloos it together!",
		"1584": "Why didn't Silento knock before coming inside? Because you already know who it's isss! My little sister told me this joke.",
		"1585": "[My Joke] Where do noodles get their nails done? At the spa-getti.",
		"1586": "What do you call a dog in a diving bell? A sub-woofer",
		"1587": "What do you get when you sit on a potato? A potato wedge! (I made this up when I was 9)",
		"1588": "Do you guys/gals like horse jokes? Yeah or neeiiigghh?",
		"1589": "What did one duck say to the other? Quack!",
		"1590": "How did the pilot like his hotdog? Plane.",
		"1591": "A horse walks into a bar, orders a beer. The bartender says, \"Why the long face?\" And the horse answers, \"They've started a round of layoffs at the plant.",
		"1592": "Why did the Buddhist monk refuse Novocain? Because he wanted to transcend dental medication.",
		"1593": "Wise man once say... He who runs in front of car will get tired, He who runs behind car will get exhausted.",
		"1594": "My buddy says he is the world's worst at self-deprecating humor. he worried once he was too modest. Then realized he was wrong.",
		"1595": "What do you call a dog with no legs? It doesn't matter what you call it, it won't come.",
		"1596": "I support farming and math... I'm pro-tractor.",
		"1597": "How do you make a computer your best friend? You buy it a nice bunch of software and get it loaded!",
		"1598": "What do you call a dog with no legs? Don't bother, he's not coming.",
		"1599": "Every journey has a beginning. -ahem- Just a small town girl Living in a lonely world...",
		"1600": "What's the difference between a cat and a complex sentence? A cat has claws at the end of its paws. A complex sentence has a pause at the end of its clause.",
		"1601": "Never play poker with a pieces of paper. They're bound to fold.",
		"1602": "Why do Hutus hate Dustin Hoffman? He impersonated a Tootsie.",
		"1603": "A Thanksgiving Joke What did the turkey say about the television program from the 1950s? There's a little bit too much grayvy.",
		"1604": "What's invisible and smells like carrots? Rabbit farts",
		"1605": "What did one wall say to the other wall? I`ll meet you at the corner.",
		"1606": "What's the most beautiful thing in mathematics? A cute angle",
		"1607": "A dog with only 3 legs walks into a saloon in the Old West He slides up to the bar and announces: ''I'm looking for the man who shot my paw.",
		"1608": "I used to be addicted... to the hokey pokey but I turned myself around (x-post from /r/jokes)",
		"1609": "The three unwritten rules of /r/cleanjokes are: 1. 2. 3.",
		"1610": "Why did Beethoven get rid of his chickens? All they said was, Bach, Bach, Bach",
		"1611": "Why does a chicken coup have 2 doors? Because if it had 4 doors, it would be a chicken Sedan.",
		"1612": "Someone sly sheared sleeping sheep. Talk about shear terror.",
		"1613": "Did ya hear about the magic tractor? It turned into a field",
		"1614": "Why do Java developers wear glasses? Because they don't C#",
		"1615": "Just went to an emotional wedding Even the cake was in tiers.",
		"1616": "Why does Snoop Dog carry and umbrella? Fo-Drizzle",
		"1617": "How do you know you put the right joke in the right thread? Don't worry, someone will tell you.",
		"1618": "What do you call a camel with 3 humps? Humphrey. (I was told this joke by an actual dad, it was his response to one of my jokes)",
		"1619": "Two fish in a tank. [x-post from r/Jokes] One asks: How do you drive this thing?",
		"1620": "Stay strong!\" I said to my wi-fi signal.",
		"1621": "Why was the tomato blushing? Because it saw the salad dressing!",
		"1622": "What is heavy forward but not backward? **ton**"
	}	,
	"pickup": {
		"1": "Can I have your picture so I can show Santa what I want for Christmas?",
		"2": "Are you Google? Because I've just found what I've been searching for.",
		"3": "If you stood in front of a mirror and held up 11 roses, you would see 12 of the most beautiful things in the world.",
		"4": "Your hand looks heavy. Let me hold it for you.",
		"5": "I'm learning about important dates in history. Wanna be one of them?",
		"6": "I need some answers for my math homework. Quick. What's your number?",
		"7": "Are you a camera? Because every time I look at you, I smile.",
		"8": "Know what's on the menu? Me n u.",
		"9": "Do you work at Starbucks? Because I like you a latte.",
		"10": "My coffee is really hot. But you're hotter.",
		"11": "I had to clean my filter twice after I saw how beautiful you are, because I couldnt believe my Arabicas.",
		"12": "I know youve turned me down before, but Im asking for an extra shot.",
		"13": "Black coffee. A purist. I give my stamp of approval.",
		"14": "Hark! An angel has fallen to grounds.",
		"15": "Wanna go on a doppio date?",
		"16": "Youre looking very non-fat these days.",
		"17": "Is that a steam wand in your pocket?",
		"18": "Dont add honey to that chamomile, youre already too sweet.",
		"19": "I like my baristas like I like my coffee - hot, sweet, and creamy.",
		"20": "I like the way you espresso yourself.",
		"21": "Hold the sugar please, you're sweet enough for the both of us.",
		"22": "I'm going to start watching my caffeine intake, because baby you make my heart palpitate.",
		"23": "Ive got a love story for you: Long black meets flat white.",
		"24": "You giving me your number sounds like a fair trade.",
		"25": "If you need to take it slow, I can cold-brew.",
		"26": "I bet you dont like drips.",
		"27": "Do you want me to grind that for you?",
		"28": "Baby, chai-know youve been thinkin bout me.",
		"29": "Im very gentle on the frothing knob.",
		"30": "You roast my heart.",
		"31": "That's a nice mug you got on ya.",
		"32": "Been thinking about you a latte",
		"33": "Can you pass the coffee and sugar because you just made me cream in my pants",
		"34": "Excuse me, is your name Earl Grey? Because you look like a hot-tea!",
		"35": "Are you a faulty French press because I'd like to be burned by you and recall you afterwards.",
		"36": "I can feel something brewing between the two of us.",
		"37": "Even if there wasn't any gravity on earth, I would still fall for you!",
		"38": "Is there a science room nearby, or am I just sensing the chemistry between us?",
		"39": "Guess what I'm wearing? The smile you gave me.",
		"40": "Can I borrow a kiss? I promise I'll give it back.",
		"41": "I want our love to be like pi, irrational and never ending.",
		"42": "Me without you is like a nerd without braces, A shoe without laces, aSentenceWithoutSpaces.",
		"43": "Do you believe in love at first sight, or should I walk by again?",
		"44": "There's a big sale in my bedroom right now. Clothes are now 100% off!",
		"45": "Let's commit the perfect crime: I'll steal you're heart, and you'll steal mine.",
		"46": "I'm writing a term paper on the finer things in life, and I was wondering if I could interview you.",
		"47": "I'm from the FBI, the Fine Body Investigators, and I'm going to have to ask you to assume the position.",
		"48": "If kisses were snowflakes, I'd send you a blizzard.",
		"49": "Kissing burns 5 calories a minute. How about a workout?",
		"50": "Crap. Something is wrong with my cell phone. {Oh Really. What is that?} Its just that...your numbers not in it.",
		"51": "Do you have a map? Because I just keep getting lost in your eyes!",
		"52": "I hope you know CPR, because you take my breath away!",
		"53": "Kissing is a language of love, so how about a conversation?",
		"54": "You know whats beautiful? Read the first word.",
		"55": "I was so enchanted by your beauty that I ran into that wall over there. So I am going to need your name and number for insurance purposes.",
		"56": "Are you a parking ticket? Because you've got FINE written all over you.",
		"57": "If I could rearrange the alphabet, I'd put U and I together.",
		"58": "You're so beautiful you made me forget my pick up line.",
		"59": "I've got skittles in my mouth, wanna taste the rainbow?",
		"60": "You must be a high test score, because I want to take you home and show you to my mother.",
		"61": "I think there's something wrong with my eyes because I can't take them off you.",
		"62": "There are 20 angels in the world 11 are playing, 8 are sleeping and 1 of them is standing in front of me.",
		"63": "Your lips look so lonely...Would they like to meet mine?",
		"64": "Roses are red, violets are blue, there is no better place than to be here with you.",
		"65": "Your eyes are like a sunset, They're Beautiful, inspiring, and hard to turn away from.",
		"66": "If you were words on a page, you'd be what they call FINE PRINT!",
		"67": "What time do you have to be back in heaven?",
		"68": "If I received a nickel for everytime I saw someone as beautiful as you, I'd have five cents.",
		"69": "If beauty were time, you'd be eternity.",
		"70": "People call me John, but you can call me Tonight!",
		"71": "If I had to rate you out of 10 I'd rate you a 9... because I am the one that you are missing!",
		"72": "You are so sweet you could put Hershey's out of business.",
		"73": "It's a good thing I wore my gloves today; otherwise, you'd be too hot to handle.",
		"74": "Are you a light switch? 'Cause you turn me on!",
		"75": "What are you doing for the rest of your life? Because I want to spend it with you.",
		"76": "I know somebody who likes you but if I weren't so shy, I'd tell you who.",
		"77": "It's not my fault that I fell for you, you tripped me!",
		"78": "Are you lost ma'am? Because heaven is a long way from here.",
		"79": "Did you have lucky charms for breakfast? Because you look magically delicious!",
		"80": "Are you a broom? 'Cause you just swept me off my feet!",
		"81": "Did the sun come up or did you just smile at me?",
		"82": "On a scale of one to America, how free are you tonight?",
		"83": "Wanna get some coffee, Because I like you a Latte",
		"84": "Would you touch me so I can tell my friends I've been touched by an angel?",
		"85": "Do your legs hurt from running through my dreams all night?",
		"86": "If I was an octopus, all my 3 hearts would beat for you.",
		"87": "I just wanted to show this rose how incredibly beautiful you are!",
		"88": "So, do you have a new years resolution, I'm looking at mine right now.",
		"89": "Summer's over, because you're about to fall for me.",
		"90": "If you were a potato, you'd be a sweet one.",
		"91": "I hear they banned you from school lunches for being so sweet.",
		"92": "There is something wrong with my cell phone. It doesn't have your number in it",
		"93": "Are you a crayon? Cause you bring color to my life.",
		"94": "See my friend over there? They want to know if you think I'm cute.",
		"95": "Do you work for UPS? I could have sworn I saw you checking out my package.",
		"96": "I don't know which is prettier today, the water, the sky or your eyes.",
		"97": "Wanna bet if I can kiss you on the lips without touching you?",
		"98": "If LOVE was written on every grain of sand in the Sahara Desert that still doesn't equal my love for you.",
		"99": "I've been wondering, do your lips taste as good as they look?",
		"100": "The only thing your eyes haven't told me is your name.",
		"101": "How does it feel to be the most beautiful person in this place?",
		"102": "You look cold. Want to use me as a blanket?",
		"103": "Excuse me, if I go straight this way, will I be able to reach your heart?",
		"104": "Was that an earthquake or did you just rock my world?",
		"105": "Excuse me, I'm lost. Can you give me directions to your house?",
		"106": "I may not be DQ, but I could treat you right.",
		"107": "Your eyes are bluer than the Atlantic ocean, and I'm lost at sea!",
		"108": "Heaven's missing an Angel.",
		"109": "I thought diamonds were pretty until I laid my eyes on you!",
		"110": "You're so hot you must've started global warming.",
		"111": "If I freeze, it's not a computer virus. I was just stunned by your beauty.",
		"112": "If I told you that you had a beautiful body, would you hold it against me?",
		"113": "I didn't know angels were allowed on campus.",
		"114": "Roses are red, I have a crush, whenever Im around you, all I do is blush",
		"115": "Your smile lit up the room, so I just had to come over.",
		"116": "Are those diamonds real? I was talking about the ones in your eyes.",
		"117": "If you were a burger at McDonald's you'd be the McGorgeous.",
		"118": "Do you have a band-aid? Because I just scraped my knee falling for you!",
		"119": "Is your name Ariel? Cause we Mermaid for each other!",
		"120": "Do you have an eraser? Because I can't get you out of my mind.",
		"121": "Roses are red, violets are blue, lava is hot and so are you.",
		"122": "I must be a snowflake, because I've fallen for you.",
		"123": "Looks like you dropped something, my jaw!",
		"124": "I don't know how I'll ever get to class on time when it's so easy to get lost in your eyes.\\",
		"125": "I need more than 140 characters to tell you how beautiful you are.",
		"126": "Can you pull this heart-shaped arrow out of my butt? Some little kid with wings shot me.",
		"127": "I know I don't have a chance, but I just wanted to hear an angel speak.",
		"128": "I must be in heaven because I'm looking at an angel!",
		"129": "We're like Little Ceasar's, we're Hot and Ready.",
		"130": "You know, it'd be a lot easier for me to sweep you off your feet if you stood up.",
		"131": "Charizards are red Squirtals are blue if u were a Pokemon I would choose you!",
		"132": "Santa's lap isn't the only place wishes come true.",
		"133": "Can you kiss me on the cheek so I can at least say someone cute kissed me tonight?",
		"134": "You are the reason Santa even has a naughty list.",
		"135": "Are you from Holland? Because amsterdayyyuuumm.",
		"136": "If you were a laser you would be set on stunning.",
		"137": "You're so hot you would make the devil sweat.",
		"138": "Excuse me, could you please dial down your hotness, it's causing global warming",
		"139": "Let's make like a fabric softener and snuggle!",
		"140": "Do you have a mirror in your pocket? 'Cause I could see myself in your pants.",
		"141": "I'm not trying to impress you or anything, but... I'm Batman!",
		"142": "Could you please step away from the bar? You're melting all the ice!",
		"143": "Are you as beautiful on the inside as you are on the outside?",
		"144": "I think you just stole something. My heart.",
		"145": "I think it is time I tell you what people are saying behind your back. Nice butt!",
		"146": "If i was cosin squared and you were sin squared we would be one.",
		"147": "I've noticed you noticing me and I'm just giving you notice that I've noticed you!",
		"148": "I was wondering if you have a moment to spare for me to hit on you?",
		"149": "Hey, I didnt know angels flew so low.",
		"150": "Are you a Hurricane? Cause you're blowing me away.",
		"151": "Hey, are you my appendix? Because I don't understand what you do, but this feeling in my stomach makes me want to take you out?",
		"152": "Is your last name Campbell? Cause you're mm mm good!",
		"153": "I would die a million deaths if it meant I could be with you!",
		"154": "Are you an interior decorator? Cause you are making this room beautiful",
		"155": "I can't think of anyone else I'd rather survive a Zombie Apocalypse with.",
		"156": "Do you have any raisins? No? How about a date?",
		"157": "Smile if you want to sleep with me.",
		"158": "Apart from being smexy, what do you do for a living?",
		"159": "Are those space pants? Because your butt is out of this world!",
		"160": "What do you and the weather have in common? You're both Hot!",
		"161": "I know my chemistry, and you've got one significant figure.",
		"162": "Are you going to kiss me or do I have to lie about that part?",
		"163": "You got a little beautiful on your face.",
		"164": "I've heard it's bad luck not to kiss someone at new year's eve's midnight.",
		"165": "Wanna ring in the new year with a bang?",
		"166": "A face without freckles is like a night sky without stars.",
		"167": "There isn't a word in the dictionary to describe how beautiful you are.",
		"168": "I am a person of few words. You are beautiful. Would you like to go out?",
		"169": "Were your parents aliens? Because there's nothing else like you on earth!",
		"170": "I'll show you my tan lines if you show me yours.",
		"171": "I'll tell you my name if you can call me tonight!",
		"172": "Did you hear that? Was that canon fire? Oh no, it's just my heart pounding!",
		"173": "I'm going outside to make out... care to join me?",
		"174": "Is your body from McDonald's? Cause I'm lovin' it!",
		"175": "Do you know karate? Cause your body's kickin!",
		"176": "Can I Hakuna your ma-tatas?",
		"177": "You must be Cinderella, because I see that dress disappearing by midnight.",
		"178": "I can take you to infinity and beyond.",
		"179": "Call me Pooh, because all I want is you, honey.",
		"180": "Give me a Woody and I'll make you Buzz for light years.",
		"181": "One night with me, and I'll show you a whole new world.",
		"182": "I must be Lighting McQueen, 'cause you've got my heart racing.",
		"183": "Is your name Ariel? Cause we mermaid for each other.",
		"184": "Your body is a wonderland, and I'd like to be Alice.",
		"185": "You are part of the circle of my life.",
		"186": "Hey Beauty, can I introduce you to my Beast?",
		"187": "You don't need a spoonful of sugar to make me go down.",
		"188": "I'd really like to Poke-her-hontas.",
		"189": "Sit on my face and ask me to lie... What? You've never been Pinocchio'd?",
		"190": "There are people who say Disneyland is the happiest place on earth. Apparently, none of them have ever been in your arms.",
		"191": "Hey Aladdin, is that a lamp in your pocket or are you just happy to see me?",
		"192": "Hey Jasmine, Does the magic carpet match the drapes?",
		"193": "Hi, I'm Andy. Wanna play with my Woody?",
		"194": "Hey Cinderella let's see if this fits!",
		"195": "Can you feel the love tonight?",
		"196": "I'll make you want to spend more time in bed with me than Sleeping, Beauty.",
		"197": "Honestly, I just wanna get The Sword in the Stone!",
		"198": "Hi my name is Mickey, and there is nothing Minnie about me!",
		"199": "Ill bippity bop you!",
		"200": "Minnie, want to see my polka dot bed sheets?",
		"201": "You can call me Nemo, because I'm gonna \"touch the butt",
		"202": "Forget Aladdin, I'm thinking bout Jasmine's carpet.",
		"203": "Things are much better down where it's wetter.",
		"204": "Where did you hide your wings?",
		"205": "Is it bright out here, or is that just your halo?",
		"206": "I hope there's a fireman around, cause you're smokin'!",
		"207": "I didn't believed in heaven, until I saw you.",
		"208": "All those curves, and me with no brakes!",
		"209": "Are you the new school janitor? Because you just swept me off my feet.",
		"210": "If you were a transformer, you'd be a HOT-obot, and your name would be Optimus Fine",
		"211": "I'm drowning in the sun and need mouth to mouth now!",
		"212": "You Auto-Complete me.",
		"213": "I'm going to need a tall glass of cold water, you're way too HOT!",
		"214": "Do you have the time? No, the time to write down my number?",
		"215": "Is your name mickey? because your so FINE!",
		"216": "If you were a chicken, you'd be impeccable.",
		"217": "Are you sure you're not an alien because you've just abducted my heart!",
		"218": "Is your name Summer? Cause you are hot!",
		"219": "Vogue just called, they want to put you on the cover.",
		"220": "Hello. Cupid called. They said to tell you that they need my heart back.",
		"221": "Are you from Russia? Cause youre russian my heart rate!",
		"222": "You're so sweet, you're giving me a toothache.",
		"223": "You're so hot; you make the sun envious.",
		"224": "I'm not actually this tall. I'm sitting on my wallet.",
		"225": "Is it hot in here or is it just you?",
		"226": "I've had such an off week but seeing you just turns me on.",
		"227": "How much does a polar beat weight? Enough to break the ice!",
		"228": "Did you just come out of the oven? Because you're hot.",
		"229": "They say milk does a body good, but you're living proof!",
		"230": "You're so hot, I could bake cookies on you.",
		"231": "You look beautiful today, just like every other day.",
		"232": "Let's play Winnie the Pooh and get my nose stuck in your honey jar.",
		"233": "If beauty were time, you'd be eternity.",
		"234": "Is your car battery dead? Because I'd like to jump you.",
		"235": "I'm lost. Can you tell me which road leads to your heart?",
		"236": "Where do you hide your wings?",
		"237": "Is your name Mickey? Because youre so FINE!",
		"238": "Are you made of grapes? Cause youre fine as wine.",
		"239": "For a moment I thought I had died and gone to heaven. Now I see that I am very much alive, and heaven has been brought to me.",
		"240": "There isn't a word in the dictionary for how good you look.",
		"241": "Fascinating. I've been looking at your eyes all night long, 'cause I've never seen such dark eyes with so much light in them.",
		"242": "My doctor says I'm lacking Vitamin U.",
		"243": "I tried my best to not feel anything for you. Guess what? I failed.",
		"244": "Hey, don't frown. You never know who could be falling in love with your smile.",
		"245": "Because of you, I laugh a little harder, cry a little less, and smile a lot more.",
		"246": "Excuse me, but does this smell like chloroform to you?",
		"247": "Most people like to watch the Olympics, because they only happen once every 4 years, but I'd rather talk to you cause the chance of meeting someone so special only happens once in a lifetime.",
		"248": "Can I have directions to your heart?",
		"249": "I'm sorry, I don't think we've met. I wouldn't forget a pretty face like that.",
		"250": "Your body is 65% water and I'm thirsty.",
		"251": "There are people who say Disneyland is the happiest place on earth. Apparently, none of them have ever been in your arms.",
		"252": "Does your left eye hurt? Because you've been looking right all day.",
		"253": "Do you have a name or can I just call you mine?",
		"254": "With my IQ and your body, we could make a race of superchildren and conquer the earth!",
		"255": "I will stop loving you when an apple grows from a mango tree on the 30th of February.",
		"256": "If I were a stop light, I'd turn red everytime you passed by, just so I could stare at you a bit longer.",
		"257": "Let's make like the Olympic rings and hook up later.",
		"258": "Your body is a wonderland, and I'd like to be Alice.",
		"259": "It's a good thing I wore gloves today. Otherwise you'd be too hot to handle.",
		"260": "Since distance equals velocity times time, let's let velocity and time approach infinity, because I want to go all the way with you.",
		"261": "Excuse me, but Im really attracted to you and according to Newtons laws of gravitation, youre attracted to me too.",
		"262": "You fascinate me more than the Fundamental Theorem of Calculus.",
		"263": "I know the spring constant for my mattress. Wanna take some data?",
		"264": "I wish I were your derivative so I could lie tangent to your curves.",
		"265": "If I was sin^2 and you were cos^2, together we would be 1.",
		"266": "Were your parents engineers? Because you have a nice design.",
		"267": "Wanna dance? I can really put your inertia in motion.",
		"268": "You have cuter dimples than a cardioid!",
		"269": "My love for you is like a concave up function because it is always increasing.",
		"270": "Lets convert our potential energy to kinetic energy.",
		"271": "You are like a high amperage current and Im a high resistance wire, cause youve got me hot.",
		"272": "Nice set of parabolas!",
		"273": "I heard you like roses, so heres a polar coordinate graph of r=1+cos(theta).",
		"274": "Yes, that is a slide rule in my pocket.",
		"275": "Would you like to be the numerator or the denominator?",
		"276": "I'll take you to the limit as x approaches infinity.",
		"277": "Even if there wasn't gravity on earth, I'd still fall for you.",
		"278": "You must be differentiable, because all I see are smooth curves.",
		"279": "Your body has the nicest arc length Ive ever seen.",
		"280": "Youre hotter than a bunsen burner set to full power.",
		"281": "Your 127.0.0.1 or mine?",
		"282": "What do you say me go make some perpetual motion?",
		"283": "Youre like the top of an Intel Processor - very hot!",
		"284": "You NP-complete me.",
		"285": "Id switch to emacs for you.",
		"286": "I would really like to bisect your angle.",
		"287": "I won't stop bugging you until I get the address of your home page.",
		"288": "You and I would add up better than a Riemann sum.",
		"289": "If I said you had a nice calculator, would you hold it against me?",
		"290": "Damn, you must be a strong magnetic field cause you just induced a flow somewhere in me.",
		"291": "Id like to browse through your clothes like I browse through Firefox.",
		"292": "Can I do your Systems Analysis?",
		"293": "Are you a piece of carbon? Because I would love to date you.",
		"294": "Let's take each other to the limit to see if we converge.",
		"295": "I'd like to demonstrate with you simple harmonic motion.",
		"296": "The volume of a generalized cylinder has been known for thousands of years, but you won't know the volume of mine until tonight.",
		"297": "Why don't we measure the coefficient of static friction between me and you?",
		"298": "Can I see your blueprints? I want to lay some pipe in you and need to know that youre structurally sound enough to do so.",
		"299": "That outfit would look even better accelerating towards my bedroom floor at 9.8 m/s^2",
		"300": "I like the area bounded by your two curves.",
		"301": "When I see that body of yours it creates a stress on my heart and a strain on my \"beam\".",
		"302": "Has anyone ever called you FAT? They were dead-wrong! You are NTFS, obviously.",
		"303": "Hey, wanna come back to my lab and work with my microprocessor?",
		"304": "My love for you is a monotonically increasing unbounded function.",
		"305": "Life without you is like dereferencing a NULL pointer.",
		"306": "You hear that? The ocean wants you to join me for a drink.",
		"307": "Do you know how I got these biceps? By lifting children out of poverty.",
		"308": "Here's the key to my house, my car... and my heart",
		"309": "If you're advertising, I'm buying!",
		"310": "If I were writing an essay on your beauty, I wouldn't need to double-space or increase the margin sizes to satisfy the minimum page requirement.",
		"311": "Hi, I have big feet.",
		"312": "I just got this naughty list from Santa and I'm pretty sure you're on it.",
		"313": "Are you a magician? Because whenever I look at you, everyone else disappears!",
		"314": "Im not a photographer, but I can picture me and you together.",
		"315": "Do you know what my shirt is made of? Date material.",
		"316": "They say Disneyland is the happiest place on earth. Well apparently, no one has ever been standing next to you.",
		"317": "For some reason, I was feeling a little off today. But when you came along, you definitely turned me on.",
		"318": "I seem to have lost my phone number. Can I have yours?",
		"319": "Im lost. Can you give me directions to your heart?",
		"320": "Are you a parking ticket? Cause youve got fine written all over you.",
		"321": "Are you sure youre not tired? Youve been running through my mind all day.",
		"322": "Is there an airport nearby or is it my heart taking off?",
		"323": "Was your parent ever a boxer? Because damn, youre a knockout!",
		"324": "I was wondering if you had an extra heart. Mine was just stolen.",
		"325": "Would you grab my arm, so I can tell my friends Ive been touched by an angel?",
		"326": "Theres only one thing I want to change about you, and thats your last name.",
		"327": "Hi, how was heaven when you left it?",
		"328": "Do you believe in love at first sight or should I pass by again?",
		"329": "Did the sun come out or did you just smile at me?",
		"330": "Kiss me if Im wrong, but dinosaurs still exist, right?",
		"331": "Hey, youre pretty and Im cute. Together wed be Pretty Cute.",
		"332": "Did it hurt? When you fell from heaven?",
		"333": "Can I follow you home? Cause my parents always told me to follow my dreams.",
		"334": "Is your name Google? Because you have everything Ive been searching for.",
		"335": "Are you from Tennessee? Because youre the only ten I see!",
		"336": "Hello, Im a thief, and Im here to steal your heart.",
		"337": "I may not be a genie, but I can make your dreams come true.",
		"338": "If nothing lasts forever, will you be my nothing?",
		"339": "There must be something wrong with my eyes, I cant take them off you.",
		"340": "Im sorry, were you talking to me? If not, please start.",
		"341": "Do you have a pencil? Cause I want to erase your past and write our future.",
		"342": "I must be in a museum, because you truly are a work of art.",
		"343": "Are you my phone charger? Because without you, Id die.",
		"344": "Can you take me to the doctor? Because I just broke my leg falling for you.",
		"345": "You dont need keys to drive me crazy.",
		"346": "Are you a dictionary? Cause youre adding meaning to my life.",
		"347": "You remind me of a magnet, because you sure are attracting me over here!",
		"348": "Im no mathematician, but Im pretty good with numbers. Tell you what, give me yours and watch what I can do with it.",
		"349": "Didnt I see you on the cover of Vogue?",
		"350": "You must be a broom, because you just swept me off my feet.",
		"351": "My buddies bet me that I wouldnt be able to start a conversation with the hottest person in the bar. Wanna buy some drinks with their money?",
		"352": "Is it hot in here or is it just you?",
		"353": "Are you French because Eiffel for you.",
		"354": "Is that a mirror in your pocket? Cause I can see myself in your pants!",
		"355": "Hey, tie your shoes! I dont want you falling for anyone else.",
		"356": "Are you made of Copper and Tellurium? Because you are Cu-Te",
		"357": "Do you have 11 protons? 'Cause you're Sodium fine!",
		"358": "Do you like Science? Because I've got my ion you!",
		"359": "You must be gibberelin, because I'm experiencing some stem elongation.",
		"360": "You make my anoxic sediments want to increase their redox potential.",
		"361": "Are you made of Nickel, Cerium, Arsenic and Sulfur? Because you've got a NiCe AsS!",
		"362": "Hey, will a little more alcohol catalyze this reaction",
		"363": "Didn't you know that chemists do it periodically on the table?",
		"364": "I just bought a molecular model kit, want to play with my stick and balls?",
		"365": "I bet you're like calcium bicarbonate - if I get you wet, the reaction will be explosive!",
		"366": "Are you made of Fluorine, Iodine, and Neon? 'Cause you are F-I-Ne",
		"367": "Me and you would undergo a more energetic reaction then Potassium and water.",
		"368": "Are you a compound of Beryllium and Barium? Because you're a total BaBe.",
		"369": "I'm more attracted to you then F is attracted to an electron.",
		"370": "I will fondle your vesicles while you caress my golgi body.",
		"371": "I want to work on your leucine zipper with my zinc fingers.",
		"372": "If you were oxygen, I would be an alkali metal so i could get in you and explode!",
		"373": "We fit together like the sticky ends of recombinant DNA.",
		"374": "You are the photon to my photosystem: you excite my electron until I reach my reaction centre.",
		"375": "You're hotter than a bunsen burner set to full power.",
		"376": "If you were an element, you'd be Francium, because you're the most attractive.",
		"377": "If I were a neurotransmitter, I would be dopamine so I could activate your reward pathway.",
		"378": "I don't need neurons to stimulate your sensory system.",
		"379": "Hey, wanna put your alpha helix in my beta barrel?",
		"380": "Hey, why don't you get your ligase working on my okazaki fragment and lengthen my strand.",
		"381": "Hey, are you an alpha carbon, because you look susceptible to backside attack!",
		"382": "Do you want to extract some protein from my column?",
		"383": "According to the second law of thermodynamics, you're supposed to share your hotness with me.",
		"384": "Everyone knows its not the size of the vector that matters, but the way the force is delivered.",
		"385": "How about me and you go back to my place and form a covalent bond?",
		"386": "If I was an endoplasmic reticulum, how would you want me: smooth or rough?",
		"387": "We can make a mess as I've hired some lysosomes to clean up after.",
		"388": "My hypothalamus must be secreting serotonin because I want you!",
		"389": "I wish I was an Ion so I could form an exothermic bond with you.",
		"390": "Youre so cute you make my zygomaticus muscles contract.",
		"391": "I wish I were Adenine because then I could get paired with U.",
		"392": "Youre like telophase, I admire your cleavage.",
		"393": "Are you a non-volatile particle? Because you raise my boiling point.",
		"394": "Hey, want to form a synapse with me and exchange neurotransmitters?",
		"395": "Hey, want to form a zygote?",
		"396": "Its a good thing you've got evaporative cooling, cause Im going to make you sweat.",
		"397": "Want to be my substrate/enzyme?",
		"398": "If my right leg is the cell wall and my left the membrane, do you want to be the cytoplasm?",
		"399": "If you were a concentration gradient I'd go down on you.",
		"400": "If you were C6, and I were H12, all we would need is the air we breathe to be sweeter than sugar.",
		"401": "Whenever I am near you, I undergo anaerobic respiration because you take my breath away.",
		"402": "I want to stick to u like glue-cose.",
		"403": "You must be the one for me, since my selectively permeable membrane let you through.",
		"404": "You must be Jamaican, because Jamaican me crazy.",
		"405": "What has 36 teeth and holds back the Incredible Hulk? My zipper.",
		"406": "I must be a snowflake, because I've fallen for you.",
		"407": "I know you're busy today, but can you add me to your to-do list?",
		"408": "If you were a steak you would be well done.",
		"409": "Are you cake? Cause I want a piece of that.",
		"410": "My love for you is like diarrhoea, I just can't hold it in.",
		"411": "Are you lost ma'am? Because heaven is a long way from here.",
		"412": "There is something wrong with my cell phone. It doesn't have your number in it.",
		"413": "If you were a library book, I would check you out.",
		"414": "Are you a cat because I'm feline a connection between us",
		"415": "If I were to ask you out on a date, would your answer be the same as the answer to this question?",
		"416": "If nothing lasts forever, will you be my nothing?",
		"417": "I'm new in town. Could you give me directions to your apartment?",
		"418": "I must be in a museum, because you truly are a work of art.",
		"419": "You spend so much time in my mind, I should charge you rent.",
		"420": "My lips are like skittles. Wanna taste the rainbow?",
		"421": "Well, here I am. What were your other two wishes?",
		"422": "Are you from Tennessee? Because you're the only 10 I see!",
		"423": "Are you a beaver? Cause dam!",
		"424": "Life without you is like a broken pencil... pointless.",
		"425": "Is your body from McDonald's? Cause I'm lovin' it!",
		"426": "Even if there wasn't gravity on earth, I'd still fall for you.",
		"427": "Roses are red, violets are blue, how would you like it if I came home with you?",
		"428": "I wish I were cross-eyed so I can see you twice",
		"429": "We're not socks. But I think we'd make a great pair.",
		"430": "Your lips look so lonelyWould they like to meet mine?",
		"431": "Are you a parking ticket? Cause youve got fine written all over you.",
		"432": "I'm no photographer, but I can picture us together.",
		"433": "Do your legs hurt from running through my dreams all night?",
		"434": "Pinch me, youre so fine I must be dreaming.",
		"435": "If you were a chicken, you'd be impeccable.",
		"436": "How much does a polar beat weight? Enough to break the ice!",
		"437": "Are you a 90 degree angle? Cause you are looking right!",
		"438": "If I were a transplant surgeon, Id give you my heart.",
		"439": "Are you Israeli? Cause you Israeli hot.",
		"440": "On a scale from 1 to 10, you're a 9... And I'm the 1 you need.",
		"441": "Did it hurt? When you fell out of heaven?",
		"442": "If I could rearrange the alphabet I would put U and I together.",
		"443": "Remember me? Oh, thats right, Ive met you only in my dreams.",
		"444": "Is your name Google? Because you've got everything I'm searching for.",
		"445": "Your hand looks heavy. Here, let me hold it for you.",
		"446": "Ive been wondering, do your lips taste as good as they look.",
		"447": "Are you from Starbucks because I like you a latte.",
		"448": "Are you a banana because I find you a peeling.",
		"449": "Do you like vegetables because I love you from my head tomatoes.",
		"450": "Have you been to the doctor's lately? Cause I think you're lacking some vitamin me.",
		"451": "Do you generate electricity with water through the process of hydro power? Because dammmm.",
		"452": "Do you like science because I've got my ion you.",
		"453": "Are you my appendix? Because I don't understand how you work but this feeling in my stomach makes me want to take you out.",
		"454": "Do you like sales? Because if you're looking for a good one, clothing is 100% off at my place.",
		"455": "I know this is going to sound cheesy, but I think you're the gratest.",
		"456": "If you were a triangle you'd be acute one.",
		"457": "Does your left eye hurt? Because youve been looking right all day.",
		"458": "My feet are getting cold because youve knocked my socks off.",
		"459": "If beauty were time, youd be eternity.",
		"460": "Is your name Wi-fi? Because I'm really feeling a connection.",
		"461": "If looks could kill, you'd be a weapon of mass destruction.",
		"462": "Do you have a tan, or do you always look this hot?",
		"463": "Can I follow you home? Cause my parents always told me to follow my dreams.",
		"464": "If I were a cat I'd spend all 9 lives with you.",
		"465": "Are you a camera? Because every time I look at you, I smile.",
		"466": "Are you from Japan cause I'm trying to get in Japanties.",
		"467": "If you were a fruit you'd be a fineapple.",
		"468": "I'll give you a kiss. If you don't like it, you can return it.",
		"469": "Did you swallow magnets? Cause you're attractive.",
		"470": "Are you from China? Because I'm China get your number.",
		"471": "Do you have a name, or can I call you mine?",
		"472": "Are you craving Pizza? Because Id love to get a pizz-a you",
		"473": "Wouldn't we look cute on a wedding cake together.",
		"474": "Would you grab my arm so I can tell my friends I've been touched by an angel?",
		"475": "Kiss me if I'm wrong, but dinosaurs still exist, right?",
		"476": "You must be a ninja, because you snuck into my heart",
		"477": "Can you pinch me, because you're so fine I must be dreaming.",
		"478": "I may not be a genie, but I can make all your wishes come true!",
		"479": "Are you Australian? Because you meet all of my koala-fications.",
		"480": "Im not drunk, Im just intoxicated by you.",
		"481": "If I followed you home, would you keep me?",
		"482": "If you were words on a page, youd be fine print.",
		"483": "Are you a keyboard ? Because you are my type.",
		"484": "There is something wrong with my phone. Could you call it for me to see if it rings?",
		"485": "I've seem to have lost my number, can I have yours?",
		"486": "If I had a garden Id put your tulips and my tulips together",
		"487": "Did you hear of the new disease called beautiful, I think you're infected.",
		"488": "I thought Happiness starts with H. But why does mine starts with U.",
		"489": "If you were a vegetable you'd be a cutecumber.",
		"490": "You know what you would really look beautiful in? My arms.",
		"491": "I want someone to look at me the way I look at chocolate cake.",
		"492": "Is it hot in here or is it just you?",
		"493": "Are you going to kiss me or do I have to lie to my diary?",
		"494": "Feel my t-shirt, its made of boyfriend material.",
		"495": "You must be a magician, because every time I look at you, everyone else disappears.",
		"496": "Your name must be Coca Cola, because you're so-da-licious.",
		"497": "You're like a dictionary... you add meaning to my life.",
		"498": "My doctor says I'm lacking vitamin U.",
		"499": "Do you believe in love at first sight or should I walk past again?",
		"500": "When a penguin finds a mate they stay with them for the rest of their life. Will you be my penguin?",
		"501": "Can I take a picture of you so santa knows what I want for christmas?",
		"502": "I'm new in town, could you give me directions to your apartment?",
		"503": "I'll cook you dinner, if you cook me breakfast",
		"504": "Good thing I just bought term life insurance  because I saw you and my heart stopped!",
		"505": "If I had a dollar for every time I thought of you, Id be in a higher tax bracket.",
		"506": "Hey, my names Microsoft. Can I crash at your place tonight?",
		"507": "Was that an earthquake or did you just rock my world?",
		"508": "Youre so sweet, youre giving me a toothache.",
		"509": "I hope you know CPR, because you just took my breath away!",
		"510": "When I look in your eyes, I see a very kind soul.",
		"511": "I never believed in love at first sight, but that was before I saw you.",
		"512": "Your eyes are like the ocean; I could swim in them all day.",
		"513": "So, aside from taking my breath away, what do you do for a living?",
		"514": "If you were a vegetable, youd be a cute-cumber.",
		"515": "Do you happen to have a Band-Aid? Cause I scraped my knees falling for you.",
		"516": "Are you a parking ticket? Cause youve got fine written all over you.",
		"517": "I ought to complain to Spotify for you not being named this weeks hottest single.",
		"518": "I was wondering if you could tell me: If youre here, whos running Heaven?",
		"519": "No wonder the sky is so dull  all the color is in your eyes.",
		"520": "Youve got everything Ive been searching for, and believe meIve been looking a long time.",
		"521": "Youre like a fine wine. The more of you I drink in, the better I feel.",
		"522": "Youve got a lot of beautiful curves, but your smile is absolutely my favorite.",
		"523": "If being smexy was a crime, youd be guilty as charged.",
		"524": "I was wondering if youre an artist because you were so good at drawing me in.",
		"525": "Do you have a map? I just got lost in your eyes.",
		"526": "Id like to take you to the movies, but they dont let you bring in your own snacks.",
		"527": "You know what you would look really beautiful in? My arms.",
		"528": "I would never play hide and seek with you because someone like you is impossible to find.",
		"529": "Are you a magician? Its the strangest thing, but every time I look at you, everyone else disappears.",
		"530": "I think theres something wrong with my phone. Could you try calling it to see if it works?",
		"531": "Hi, I just wanted to thank you for the gift. Ive been wearing this smile ever since you gave it to me.",
		"532": "Are you an electrician? Because youre definitely lighting up my day/night!",
		"533": "Ive heard it said that kissing is the language of love. Would you care to have a conversation with me about it sometime?",
		"534": "I always thought happiness started with an h, but it turns out mine starts with u.",
		"535": "I believe in following my dreams. Can I have your Instagram?",
		"536": "Do you know what the Little Mermaid and I have in common? We both want to be part of your world.",
		"537": "If you were a song, youd be the best track on the album.",
		"538": "On a scale of 1 to America, how free are you tonight?",
		"539": "You know, I always thought that Disneyland was the happiest place on Earth, but that was before I got a chance to stand here next to you.",
		"540": "Want to go outside and get some fresh air with me? You just took my breath away.",
		"541": "If you were a taser, youd be set to stun.",
		"542": "If you were a Transformer, youd be Optimus Fine.",
		"543": "Is your name Google? Because you have everything Im searching for.",
		"544": "Do you ever get tired from running through my thoughts all night?",
		"545": "You know, they say that love is when you dont want to sleep because reality is better than your dreams. And after seeing you, I dont think I ever want to sleep again.",
		"546": "Hey, Im going for a walk. Would you mind holding my hand for me?",
		"547": "Do you believe in love at first sight, or should I try walking by again?",
		"548": "Im really glad I just bought life insurance, because when I saw you, my heart stopped.",
		"549": "Im not photographer, but I can definitely picture us together.",
		"550": "Would you mind giving me a pinch? Youre so cute, I must be dreaming.",
		"551": "Excuse me, do you have the time? I just want to remember the exact minute I got a crush on you.",
		"552": "Kiss me if Im wrong but, dinosaurs still exist, right?",
		"553": "If I were a cat, Id spend all nine of my lives with you.",
		"554": "You know, I had a pickup line ready to go, but youre so hot it just left my mind.",
		"555": "When I text you goodnight later, what phone number should I use?",
		"556": "Im not currently an organ donor, but Id be happy to give you my heart.",
		"557": "I was going to say something really sweet about you, but when I saw you, I became speechless.",
		"558": "76.You know, I believe that honesty is the best policy, so to be perfectly honest, youre the most beautiful person Ive ever seen.",
		"559": "You must be a hell of a thief, because you managed to steal my heart from across the room.",
		"560": "There must be something wrong with my eyes because I cant seem to take them off of you.",
		"561": "If you let me borrow a kiss, I promise Ill give it right back.",
		"562": "Trust me, Im not drunk. Im just intoxicated by you.",
		"563": "I seem to have lost my number. Can I have yours?",
		"564": "I was just trying to buy a drink here, but youre very distracting.",
		"565": "I started watching an interesting show last week, and Id love to discuss it with someone. Have you heard of it?",
		"566": "I started reading an interesting book last week, and Id love to discuss it with someone. Have you heard of it?",
		"567": "I was going to call you beautiful, but then I realized I dont have your number yet.",
		"568": "Are you good at math? It doesn't matter since the only number I care about is yours.",
		"569": "Excuse me, I dont mean to intrude, but you owe me a drink, because when I saw you, I dropped mine.",
		"570": "Are you any good at boxing? Because you look like a knockout.",
		"571": "Its never easy meeting a complete stranger, especially one as beautiful as you, without being properly introduced. But can we try anyway?",
		"572": "I wish Id paid more attention to science in high school, because you and Ive got chemistry and I want to know all about it.",
		"573": "If I were to ask you out on a date, would your answer be the same as the answer to this question?",
		"574": "You look like you know how to have a good time. Been on any adventures lately?",
		"575": "You know, Im actually terrible at flirting. How about you try to pick me up instead?",
		"576": "Do you have a name, or can I just call you mine?",
		"577": "Im not sure what it is yet, but something about you seems really interesting.",
		"578": "Even if there wasnt any gravity on earth, I would still fall for you!",
		"579": "Hi, Im writing a term paper on the finer things in life, and I was wondering if I could interview you?",
		"580": "Do you have a sunburn, or are you always this hot?",
		"581": "Let me tie your shoes, cause I dont want you falling for anyone else.",
		"582": "Im no photographer, but I can picture us together.",
		"583": "Is your name Google? Because you have everything I've been searching for.",
		"584": "You make my software turn into hardware!",
		"585": "Is your name Wi-fi? Because I'm really feeling a connection.",
		"586": "Are you sitting on the F5 key? Cause your butt is refreshing.",
		"587": "You had me at \"Hello World.",
		"588": "Want to see my HARD Disk? I promise it isn't 3.5 inches and it ain't floppy.",
		"589": "You can put a Trojan on my Hard Drive anytime.",
		"590": "You still use Internet Explorer? You must like it nice and slow.",
		"591": "I hope you're an ISO file, because I'd like to mount you.",
		"592": "My servers never go down... but I do!",
		"593": "Hi, my name's Microsoft. Can I crash at your place tonight?",
		"594": "My 'up-time' is better than BSD.",
		"595": "Are you an angel, because your texture mapping is divine!",
		"596": "You've stolen the ASCII to my heart.",
		"597": "Are you a computer keyboard? Because you're my type.",
		"598": "You got me stuck on Caps Lock, if you know what I mean.",
		"599": "If you were a web browser, you'd be called a Fire-foxy lady.",
		"600": "How about we do a little peer-to-peer saliva swapping?",
		"601": "Mind if I run a sniffer to see if your ports are open?",
		"602": "Your beauty rivals the graphics of Call of Duty.",
		"603": "If Internet Explorer is brave enough to ask you to be your default browser, Im brave enough to ask you out!",
		"604": "You must be Windows 95 because you've got me feeling so unstable.",
		"605": "I was hoping you wouldn't block my pop-up.",
		"606": "Want to see my Red Hat?",
		"607": "If you won't let me buy you a drink, at least let me fix your laptop.",
		"608": "You put the SPARC in my workstation.",
		"609": "You're so pretty, I wouldn't even need to use an Instagram filter if I took your photo.",
		"610": "Isn't your e-mail address personfrom@mydreams.com?",
		"611": "I'd switch to emacs for you.",
		"612": "What's a nice person like you doing in a chatroom like this?",
		"613": "No, that's not a Logitech MX-100 in my pants, but thanks for noticing.",
		"614": "Nice Set of Floppies!",
		"615": "I think you could be an integral part of my project life cycle.",
		"616": "If you have an empty slot, I have the card to fill it.",
		"617": "WebMD says your love is contagious.",
		"618": "Hey, how 'bout I take off your cover and insert a bigger CPU.",
		"619": "I'd like to play on your laptop.",
		"620": "Where's the 'like' button for that smile?",
		"621": "You totally spiked my traffic.",
		"622": "You are the Apple of my i-Mac.",
		"623": "If you were an ISP I'd dial you all day long.",
		"624": "If you were an ebay auction, I'd totally 'buy it now'.",
		"625": "Do you like Pizza Hut? Because I want to stuff your crust.",
		"626": "Youre like a pizza, Even when you are bad, youre good.",
		"627": "Im available with or without sausage.",
		"628": "Im like Dominos Pizza. If I dont come in 30 minutes, the next one is free.",
		"629": "If you were a pizza and I were cheese, Id melt over you.",
		"630": "Are you craving some Pizza? Because Ill gladly give you a pizz-a this dick!",
		"631": "Youre the only topping I need on my pizza.",
		"632": "Will you be the extra cheese to my pizza?",
		"633": "I know this is cheesy, but I think youre SAUCY!",
		"634": "You have a trojan? hmm... I think I'll need to take a look at that backdoor.",
		"635": "Come to my 127.0.0.1 and Ill give you sudo access.",
		"636": "I must be using Apple maps, because I keep getting lost in your eyes.",
		"637": "I'd get a T3 to watch your streaming video.",
		"638": "I'll bet my hard drive is the biggest you've ever seen.",
		"639": "Your homepage or mine?",
		"640": "Hey, Let me hack your kernel.",
		"641": "No, that's not an iPod mini in my pocket. I'm just happy to see you.",
		"642": "You auto-complete me.",
		"643": "I didn't mean to ogle you, but I'd sure like to Google you.",
		"644": "I was wondering if you'd like to go back to My-Space, so I can Twitter with your Yahoo, until I Google all over your Facebook?",
		"645": "If you ever need to get rid of a trojan, don't hesitate to call me!",
		"646": "You're making me feel like I have something in common with these pop-up ads.",
		"647": "Do you know what the difference between a crush and a Facebook account is? I'm not rapidly developing a Facebook account on you.",
		"648": "I need to hop over to Facebook for a second to change my status to smitten.",
		"649": "What do you say we play a game of \"Words With More Than Friends?",
		"650": "Roses are #ff0000, violets are #0000ff, all my base are belong to you.",
		"651": "Need me to unzip your files?",
		"652": "Are your pants a compressed file? Because I'd love to unzip them!",
		"653": "I googled your name earlier... I clicked on 'I'm Feeling Lucky.'",
		"654": "How about we go home and you handle my exception?",
		"655": "If we were connected on Linkedin, I'd endorse you all night long.",
		"656": "I wish you were Broadband, so I could get high-speed access.",
		"657": "Hey there, you are hotter than the bottom of my laptop.",
		"658": "I'd ask if you come here often, but I already stalk you on FourSquare.",
		"659": "Can I do a penetration test on your back door?",
		"660": "Can you put a Trojan on my Hard Drive?",
		"661": "Hey, can you sit on my laptop?",
		"662": "Can I stick my flash drive in your USB port?",
		"663": "Computer techs have skilled fingers if you know what I mean.",
		"664": "I hope you know CPR, because you take my breath away!",
		"665": "My love for you is like dividing by zero it cannot be defined.",
		"666": "If a thousand painters worked for a thousand years, they could not create a work of art as beautiful as you.",
		"667": "Most people like to watch the Olympics, because they only happen once every 4 years, but Id rather talk to you cause the chance of meeting someone so special only happens once in a lifetime.",
		"668": "See these keys? I wish I had the one to your heart.",
		"669": "There is something wrong with my cell phone. It doesnt have your number in it.",
		"670": "If nothing lasts forever, will you be my nothing?",
		"671": "If you stood in front of a mirror and help up 11 roses, you would see 12 of the most beautiful things in the world.",
		"672": "Me without you is like a nerd without braces, A shoe without laces, aSentenceWithoutSpaces.",
		"673": "Do you have a fever? You just look hot to me.",
		"674": "Lets commit the perfect crime: Ill steal youre heart, and youll steal mine.",
		"675": "I must be dancing with the devil, because youre hot as hell.",
		"676": "Can I have your picture so I can show Santa what I want for Christmas?",
		"677": "If I were a stop light, Id turn red everytime you passed by, just so I could stare at you a bit longer.",
		"678": "Life without you would be like a broken pencil pointless.",
		"679": "Do you have an eraser? Because I cant get you out of my mind.",
		"680": "If you were a chicken, youd be impeccable.",
		"681": "What time do you have to be back in heaven?",
		"682": "Im on top of things. Would you like to be one of them?",
		"683": "I dont know which is prettier today, the water, the sky or your eyes.",
		"684": "I never need to see the sun again because your eyes light up my world.",
		"685": "Hey, I didnt know angels flew so low.",
		"686": "You must be a hell of a thief because you stole my heart from across the room.",
		"687": "I was wondering if you had an extra heart mine seems to have been stolen",
		"688": "What are you doing for the rest of your life? Because I want to spend it with you.",
		"689": "You must be Jelly, cause jam dont shake like that.",
		"690": "No wonder the sky is grey today, all the blue is in your eyes.",
		"691": "Can you take me to the bakery? Because, I want a Cutiepie like you!",
		"692": "I think theres something wrong with my eyes because I cant take them off you.",
		"693": "Are you a kidnapper? Because you just abducted my heart.",
		"694": "There must be something wrong with my eyes, I cant take them off you.",
		"695": "You know, Dr. Phil says Im afraid of commitment Want to help prove him wrong?",
		"696": "Your beauty makes the morning sun look like the dull glimmer of the moon.",
		"697": "Was that an earthquake or did you just rock my world?]",
		"698": "Most people call me player, but you can call me tomorrow!",
		"699": "Hersheys makes millions of kisses a day...All Im asking for is one from you.",
		"700": "The drink: $6. The room: $100. The night with you?: Priceless.",
		"701": "Your lips look so lonely Would they like to meet mine?",
		"702": "Are you Cinderella? Cause I see that dress coming off at midnight!",
		"703": "Did you have lucky charms for breakfast? Because you look magically delicious!",
		"704": "If you were words on a page, youd be what they call FINE PRINT!",
		"705": "Are you a sailor? Because you sure have tied my heart in a knot.",
		"706": "Is it hot in here or is it just you?",
		"707": "I wish I was cross-eyed, so I could see you twice.",
		"708": "If you could put a price tag on beauty you'd be worth more than Fort Knox.",
		"709": "I must be dancing with the devil, because you're hot as hell.",
		"710": "Are you the moon? Because even when it's dark, you still seem to shine.",
		"711": "Roses are red, my face is too, that only happens when Im around you.",
		"712": "Roses are red, I have a crush, whenever Im around you, all I do is blush.",
		"713": "I never need to see the sun again because your eyes light up my world.",
		"714": "How much does it cost to date you? Cause damn, you look expensive!",
		"715": "If you were a steak you would be well done.",
		"716": "It's dark in here. Wait! It's because all of the light is shining on you.",
		"717": "Your hand looks heavy. Let me hold it for you.",
		"718": "Are you a kidnapper? Because you just abducted my heart.",
		"719": "Is your name Katrina? Because you rock me like a hurricane!",
		"720": "Can you pull this heart-shaped arrow out of my butt? A damn little kid with wings shot me.",
		"721": "Is your body from McDonald's? Cause I'm lovin' it!",
		"722": "Are you a microwave oven? Cause you melt my heart.",
		"723": "Have you heard of Platform 9 and 3/4? Well, I can think of something else with the exact same measurements.",
		"724": "If you were a Dementor, I'd become a criminal just to get your kiss.",
		"725": "My name may not be Luna, but I sure know how to Lovegood!",
		"726": "I know we're not in Professor Flitwick's class, but you still are charming.",
		"727": "My love for you burns like a dying phoenix",
		"728": "Being without you is like being afflicted with the Cruciatus Curse.",
		"729": "Hagrid's not the only giant on campus, if you know what I mean.",
		"730": "Your name must be Severus Severus, because you're making my prince full blood.",
		"731": "Interested in making some magic together? My wand is at the ready.",
		"732": "I must have had some Felix Felicis, because I think I'm about to get lucky.",
		"733": "Without you I feel like I'm in Azkaban and dementors are sucking away my soul.",
		"734": "I've been whomping my willow thinking about you.",
		"735": "If I were to look into the Mirror of Erised, I'd see the two of us together.",
		"736": "Did you survive the Avada Kedavra curse? Because you're drop dead gorgeous.",
		"737": "Your smile is like Expelliarmus. Simple but disarming.",
		"738": "You must be my horcrux, because you complete me.",
		"739": "Going to bed? Mind if I Slytherin?",
		"740": "You are like a bottle of Skele-Gro: You're growing me a bone.",
		"741": "You must be magical, because I've fallen under your spell.",
		"742": "I'm not wearing an invisibility cloak, but do you think I could still visit your restricted section tonight?",
		"743": "I'd like to get my basilisk into your chamber of secrets. You don't even have to say \"Luminos Maxima\" to turn me on!",
		"744": "Have you been using the Petrificus Totalus spell? Because you've made me stiff.",
		"745": "You're the only thing I need in my Room of Requirement.",
		"746": "Do you want to head to the Shrieking Shack? We could do some shrieking of our own",
		"747": "Are you using the Confundus charm or are you just naturally mind blowing?",
		"748": "Come on, let's do it Hippogriff style!",
		"749": "I heard you were in Gryffin-whore, because you let every wizard slyther-in.",
		"750": "I wanna stick my half-blood prince inside your chamber of secrets, and release the prisoner of azkaban to give you the deathly hallows.",
		"751": "The Sorting Hat saw my destiny, and it said I'm meant to be in your house.",
		"752": "One night with me and they'll be calling you MOANING Myrtle.",
		"753": "You can have the portkey to my heart.",
		"754": "Come here, I'll show you a REAL Patronus.",
		"755": "Do you like Harry Potter? Because I a-Dumbledore you!",
		"756": "I'd let you handle my wand any day!",
		"757": "Is that a wand in your pocket or are you just happy to see me?",
		"758": "Did you make me your horcrux? Because my heart stopped when I met you.",
		"759": "Harry Potter may be the Boy Who Lived, but you're my Chosen One.",
		"760": "Are you a Snitch? Because you're the finest catch here.",
		"761": "You may be a muggle, but that body is magical.",
		"762": "You must be a Snitch, because I've been Seeking you my whole life.",
		"763": "How was heaven when you left it?",
		"764": "Are you lost maam? Because heaven is a long way from here.",
		"765": "If you were a steak you would be well done.",
		"766": "You dont need keys to drive me crazy.",
		"767": "Its dark in here. Wait! Its because all of the light is shining on you.",
		"768": "Ill be Burger King and you be McDonalds. Ill have it my way, and youll be lovin it.",
		"769": "Are you a magician? Because whenever I look at you everyone else disappears.",
		"770": "Do you like soda? Because Id mount-and-do you.",
		"771": "Help! Ive fallen for you and I cant get up!",
		"772": "If beauty were time, youd be eternity.",
		"773": "Is there a rainbow today? I just found the treasure Ive been searching for!",
		"774": "Mmmm, you bring new meaning to the word edible.",
		"775": "If I had a rose for everytime I thought of you, Id be walking through my garden forever.",
		"776": "I'll tell you my name so you know what to scream.",
		"777": "If you were a tear drop, I would never cry for the fear of losing you.",
		"778": "I may not be a genie, but I can make your dreams come true.",
		"779": "Looks like you dropped something , My jaw!",
		"780": "Please call an ambulance, your beauty is killing me!",
		"781": "Those are nice jeans, do you think I could get in them?",
		"782": "Ouch! My tooth hurts because you're way too sweet!",
		"783": "Sorry, I cant hold on Ive already fallen for you.",
		"784": "I dont have a library card, but do you mind if I check you out?",
		"785": "Youre so sweet, you put Hersheys outta business.",
		"786": "Excuse me, if I go straight this way, will I be able to reach your heart?",
		"787": "Its not my fault that I fell for you, you tripped me!",
		"788": "Do you remember me? Oh thats right, weve only met in my dreams.",
		"789": "My love for you is like dividing by zero. Its undefinable.",
		"790": "If I could rearrange the alphabet, I would put U and I together.",
		"791": "I may not be a genie, but I can make all your wishes come true!",
		"792": "Pinch me, because youre so fine I must be dreaming.",
		"793": "Im not drunk, Im just intoxicated by you.",
		"794": "Would you grab my arm so I can tell my friends Ive been touched by an angel?",
		"795": "Every time i see you, my cardiovascular system gets all worked up.",
		"796": "Your butt is so nice that it is a shame that you have to sit on it.",
		"797": "Is there an airport nearby or is that my heart taking off?",
		"798": "If you were ground coffee, youd be Espresso cause youre so fine.",
		"799": "Where do you hide your wings?",
		"800": "Like Motel 6, Ill leave the light on for you.",
		"801": "My lenses turn dark in the sunshine of your love.",
		"802": "If I was a stoplight, everytime you came by Id turn red, just to stare at you longer.",
		"803": "There are a lot of fish in the sea, but youre the only one Id like to mount.",
		"804": "So, I see you eat with utensils. Well, Ive got one that Im just dying to put in your drawers.",
		"805": "I don't think I know you, which is a shame, because Id sure like to.",
		"806": "Ive got an alarm clock that makes the best sound in the morning. Would you like to come and hear it?",
		"807": "Were do you hide your wings?",
		"808": "Give me a bottle of wine and I'll make you mine.",
		"809": "Youre so hot, you make the equator look like the north pole.",
		"810": "Is your name swiffer? Cause you just swept me off my feet.",
		"811": "Say, thats a nice outfit, can I talk you out of it?",
		"812": "Are you an interior decorator? Cause when I saw you, the room became beautiful.",
		"813": "I must be in heaven because Im looking at an angel!",
		"814": "You know, my lips wont just kiss themselves...",
		"815": "I must be a snowflake, because Ive fallen for you.",
		"816": "I just wanted to show this rose how incredibly beautiful you are!",
		"817": "My love for you is like the energizer bunny, it keeps going and going...",
		"818": "If you were a booger I would pick you first.",
		"819": "Do you like blueberries or strawberries, cause I want to know what kind of pancakes to order in the morning.",
		"820": "Its not the size of the boat. Its the motion of the ocean.",
		"821": "Im hung like a tic tac. Wanna freshen your breath?",
		"822": "Is that a ladder in your stockings or the stairway to heaven?",
		"823": "Someone vacuum my lap, I think you needs a clean place to sit.",
		"824": "Lets play hockey. Ill be the net, and you can score.",
		"825": "I wanna live in your socks so I can be with you every step of the way.",
		"826": "I could use some spare change and youre a dime.",
		"827": "Its a new world order. Have your way with me.",
		"828": "I dont know you, but I think I love you already.",
		"829": "Did Zeus take the thunder out the skys and put it in your thighs?!",
		"830": "If I were the king, and you were the queen, in the cosmic game of chess, would you mate with me?",
		"831": "Hey Didnt I see your name in the dictionary under Shazaam!?",
		"832": "If people were trophies, youd be first place!",
		"833": "A life without you, would be like a computer without an OS.",
		"834": "May I flirt with you?",
		"835": "Youre so attractive, the gravitational disturbance is causing my galactic center to elongate.",
		"836": "Hey, Im not just going to show you the world, Ill show you the universe.",
		"837": "Do you live on Mars? Cause you look out of this world.",
		"838": "Hey, are you made up of dark matter? Because youre indescribable.",
		"839": "Im an astronaut and my next mission is to explore Uranus.",
		"840": "Are you the moon? Because even when its dark you still seem to shine.",
		"841": "You radiate in the shortest wavelengths Ive ever encountered.",
		"842": "Hey, mind if i send my probe into your wormhole?",
		"843": "Is that a telescope in your pants or are you just happy to see me?",
		"844": "Hey, are you the sun? Because youre the center of my universe.",
		"845": "Hey! Let me orbit around that ass.",
		"846": "Are you an exoplanet? Because Im bad at astronomy and pick up lines.",
		"847": "How about you let me take you to the Planetarium? We can learn about astronomy then afterward maybe I can explore Uranus.",
		"848": "Your eyes look like dark black holes, but thats alright, because I like astronomy.",
		"849": "Hey beautiful! Your face is like a moon. Always glowing.",
		"850": "There will only be 7 planets left after I destroy Uranus.",
		"851": "Care to experience some thrust?",
		"852": "I think you might be a star, because I can't stop orbiting around you.",
		"853": "Do you also feel the strong gravitational pull of my bed?",
		"854": "Do you work for NASA? Because you're out of this world.",
		"855": "How about you and I form a binary system?",
		"856": "My space ship is ready. Wanna ride?",
		"857": "Hey, wanna witness a gamma ray burst?",
		"858": "Ever wonder what's happening under Orion's belt?",
		"859": "Hey, wanna come to my place and observe something else that's constantly expanding?",
		"860": "Hey, how'd you like to recreate the Big Bang?",
		"861": "If I had a star for every time you brightened my day, I'd have a galaxy in my hand.",
		"862": "Are you into astronomy? Because your ass is out of this world.",
		"863": "You make my telescope expand.",
		"864": "You're like a white dwarf star, extremely hot but not very bright.",
		"865": "Hey, how many Gamma-ray bursts can your Milky Way take?",
		"866": "Kiss me! Let me taste your sweet lips before the asteroid destroys earth",
		"867": "Nice asteroids.",
		"868": "Mind if my comet enters your solar system?",
		"869": "My pants are approaching escape velocity.",
		"870": "Somebody needs to call the bomb squad, because youre the bomb!",
		"871": "Just where do those legs of yours end?",
		"872": "My mattress is a little hard. Would you like to help me break it in?",
		"873": "Is your name daisy? Because I have a sudden urge to plant you right here!",
		"874": "Hey, so Im new in town.",
		"875": "What do you want for Christmas? A date with you!",
		"876": "You make palms sweaty, knees weak, arms spaghetti.",
		"877": "Vogue just called, they want to put you on the cover.",
		"878": "You know, I wanna go inside your wine cabinet and pull myself out a stiff one.",
		"879": "Do you bleach your teeth? Cause your smile lights up the entire room like a candle in the dark. Lets go prove it.",
		"880": "My name is Haywood. Haywood Jablome.",
		"881": "So what havent you been told tonight?",
		"882": "My name isnt Elmo, but you can tickle me any time you want to.",
		"883": "You are so fine, I wish I could plant you and grow a whole field of you!",
		"884": "I hope you like dragons, because Ill be dragon my balls across your face tonight.",
		"885": "Im easy. Are you?",
		"886": "May I end this sentence with a proposition?",
		"887": "Oh, Im sorry, I thought that was a Braille name tag.",
		"888": "Ive got a big nose, big hands, and really big feet. Thats right, Im a clown.",
		"889": "Lets have breakfast together tomorrow; shall I call you or nudge you?",
		"890": "My bologna has a first name",
		"891": "Can I borrow your cell phone? I need to call animal control, because I just saw a fox!",
		"892": "Hey, are you like Sprite because you make me want to obey my thirst.",
		"893": "Didnt I see you on the cover of Vogue?",
		"894": "Id never play hide and seek with you because someone like you is impossible to find",
		"895": "Do you have a name or can I call you mine?",
		"896": "Roses are red, violets are blue, Im not that pretty but damn look at you.",
		"897": "I am going to complain to Spotify about you not being this weeks hottest single.",
		"898": "Roses are red, my face is too, that only happens when Im around you",
		"899": "You may fall from the sky, you may fall from a tree, but the best way to fall is in love with me.",
		"900": "Im no organ donor but Id be happy to give you my heart.",
		"901": "You look familiar, didnt we take a class together? I couldve sworn we had chemistry.",
		"902": "Roses are red violets are blue I didnt know what perfect was until I met you",
		"903": "If your heart was a prison, I would like to be sentenced for life.",
		"904": "You know youre in love when you cant fall asleep because reality is finally better than your dreams.",
		"905": "Can I follow you? Because my parents told me to follow my dreams",
		"906": "Guess what Im wearing? The smile you gave me!",
		"907": "Are you a camera? Because every time I look at you, I smile.",
		"908": "Your hand looks heavy can i hold it for you?",
		"909": "If I had to rate you out of 10 Id rate you a 9 because I am the one that you are missing!",
		"910": "I heard youre good in algebra, can you replace my X without asking Y",
		"911": "Are you a keyboard? Because youre just my type.",
		"912": "I would take you to the movies but they dont allow snacks",
		"913": "There isnt a word in the dictionary to describe how beautiful you are.",
		"914": "Even though there arent any stars out tonight, youre still shining like one",
		"915": "Roses are red violets are blue, I cant rhyme but can I date you?",
		"916": "Of all your beautiful curves, your smile is my favourite.",
		"917": "If I were a cat id spend all 9 lives with you.",
		"918": "Are you a time traveler? Cause I see you in my future!",
		"919": "Your lips look lonely would they like to meet mine?",
		"920": "Roses are red, violets are blue, lava is hot and so are you.",
		"921": "I think the gap between my fingers were meant for yours.",
		"922": "I lost my teddy bear can i sleep with you tonight?",
		"923": "Are you a bank loan? Because you got my interest",
		"924": "Do you have a band aid? Cause I scrapped my knees falling for you.",
		"925": "You know whats beautiful? Read the first word.",
		"926": "Im not a hoarder but I really want to keep you forever.",
		"927": "Want to know what Im wearing? The smile you gave me.",
		"928": "Youre That Nothing When People Ask Me What Im Thinking About.",
		"929": "Roses are red, violets are blue, it would be a shame if I couldnt date you!",
		"930": "I should call you Google, because you have everything Im looking for.",
		"931": "If kisses were snowflakes, Id send you a blizzard.",
		"932": "Do you like koalas? Because you meet all of my koalafications.",
		"933": "Are you the sun? Because youre so beautiful its blinding me.",
		"934": "If you were a basketball, Id never shoot because Id always miss you.",
		"935": "Do you play soccer? Because youre a keeper!",
		"936": "Even though there arent any stars out tonight, you're still shining like one.",
		"937": "Roses are red and violets are blue theres nothing in the world more prettier than you",
		"938": "You look cold. Want to use me as a blanket?",
		"939": "Im no electrician, but I can light up your day.",
		"940": "Can you touch me? I want to tell my friends I was touched by an Angel.",
		"941": "I want to be your tear drop, so I could be born in your eyes, live on your cheeks, and die on your lips.",
		"942": "Your so cute its distracting",
		"943": "Wanna grab a coffee because i like you a latte!",
		"944": "If you were a potato youd be a sweet one.",
		"945": "Are you made of copper and tellurium? Because youre CuTe!",
		"946": "I just had to come talk with you. Sweetness is my weakness",
		"947": "I know somebody who likes you but if I werent so shy, Id tell you who.",
		"948": "I dont believe in love at first sight, but Im willing to make an exception in your case",
		"949": "Knock knock whos there? Baby Yoda. Baby Yoda who? Baby Yoda one for me!",
		"950": "If I was an octopus, all my 3 hearts would beat for you.",
		"951": "Im feeling a little bit off today, but you definitely turned me on.",
		"952": "Is your name dunkin? Because i donut want to spend another day without you.",
		"953": "Roses are red, I have a crush, whenever Im around you, all I do is blush",
		"954": "Do you smoke pot? Because weed be cute together.",
		"955": "Is your body from McDonalds? Cause Im loving it!",
		"956": "Can I borrow a quarter? I want to call my friends and tell them I just met the person of my dreams.",
		"957": "When I look into your eyes, it is like a gateway into the world of which I want to be a part.",
		"958": "If Id follow you home, would you keep me?",
		"959": "You cant be my first, but you can be my last.",
		"960": "I lost my rubber duckie. Would you bathe with me instead?",
		"961": "Your smile lit up the room, so I just had to come over.",
		"962": "Are you a volcano? Because i lava you",
		"963": "Are you a 45 degree angle? Because youre acute-y!",
		"964": "Are you made out of grapes? Because you are fine as wine!",
		"965": "Do you drink Pepsi? Because youre so-da-licious!",
		"966": "Is your name Ariel? Cause we Mermaid for each other!",
		"967": "Are you the ocean? Because I want to swim in you all day",
		"968": "Do you like star wars? Because yoda only one for me!",
		"969": "The letter X scares me, because I never want to be yours.",
		"970": "Spoon me like your favorite ice cream!",
		"971": "Are you the cure for Alzheimers? Because youre unforgettable.",
		"972": "I play the field, and it looks like I just hit a home run with you.",
		"973": "I might be ugly but Ill treat you right!",
		"974": "Keep an eye out for elves with ropes and a blindfold! Why? Cause I asked Santa for you this Christmas",
		"975": "I may not be good at dancing but i can tangle with with you all night long.",
		"976": "You so lovely, you make me wanna go out and get a job",
		"977": "Are you as beautiful on the inside as you are on the outside?",
		"978": "You know how I got these guns? Lifting children out of poverty.",
		"979": "You cant be my first, but you could be my next.",
		"980": "I just got dumped, and I think that you could make me feel better.",
		"981": "Your mom told me to say Hi to you",
		"982": "I just got dumped, and I think that you could make me feel better.",
		"983": "Hey, my names Microsoft. Can I crash at your place tonight?",
		"984": "Do you like dried fruits? How do you feel about a date?",
		"985": "If I could rearrange the alphabet, Id put U and I together.",
		"986": "Do you believe in love at first sight, or should I walk by again?",
		"987": "Well, here I am. What are your other two wishes?",
		"988": "If you were a chicken, youd be impeccable.",
		"989": "Did your license get suspended for driving all everyone crazy?",
		"990": "Did you just come out of the oven? Because youre hot.",
		"991": "Its a good thing I have my library card, because I am totally checking you out.",
		"992": "Im studying to become a historian. Im especially interested in finding a date.",
		"993": "Anyone who says Disneyland is the happiest place on Earth has clearly never stood next to you!",
		"994": "Did you invent the airplane? Because you seem just Wright!",
		"995": "Are you a magician? Because when Im looking at you, you make everyone else disappear!",
		"996": "Are you a camera? Because I look at you and smile",
		"997": "Any chance you have an extra heart? Mines been stolen!",
		"998": "Are you a phaser on Star Trek? Because youre set to stun!",
		"999": "They say nothing lasts forever, so would you be my nothing?",
		"1000": "I hope our love will be like the number Pi, irrational and endless!",
		"1001": "Are you a charger? Because Im dying without you!",
		"1002": "Even in zero gravity, I would still fall for you!",
		"1003": "Are you a broom? Because youve swept me off my feet!",
		"1004": "Im no mathematician, but Ive been told Im good with numbers. How about you give me yours so I can prove it?",
		"1005": "Not even Snape could Severus apart",
		"1006": "Youre so beautiful that you made me forget my pickup line",
		"1007": "I was blinded by your beauty and Im going to need your name and phone number for insurance purposes.",
		"1008": "Life without you is like a broken pencil, pointless",
		"1009": "Somethings wrong with my eyes, because I cant take them off you",
		"1010": "Youre so sweet, youre giving me a toothache",
		"1011": "Do you have a map? I keep getting lost in your eyes",
		"1012": "You must be tired from running through my mind all night",
		"1013": "Is your name Google? Because you have everything Ive been searching for",
		"1014": "Were not socks, but I think wed make a great pair.",
		"1015": "Do you have a BandAid? I just scraped my knee falling for you",
		"1016": "Im sorry, were you talking to me? No? Would you like to?",
		"1017": "Did the sun come out or did you just smile at me?",
		"1018": "Are you a magician? Because whenever I look at you, everyone else disappears!",
		"1019": "Are you a camera? Because every time I look at you, I smile.",
		"1020": "Even if there wasn't gravity on earth, I'd still fall for you.",
		"1021": "I'm not a photographer, but I can picture me and you together.",
		"1022": "Do you work at Starbucks? Because I like you a latte.",
		"1023": "If you were a vegetable you'd be a cute-cumber.",
		"1024": "If I were a cat I'd spend all 9 lives with you.",
		"1025": "Do you play soccer? Because you're a keeper!",
		"1026": "Are you an interior decorator? Because when I saw you, the entire room became beautiful.",
		"1027": "Let me tie your shoes, cause I don't want you falling for anyone else.",
		"1028": "Are you an omelette? Because you're making me egg-cited!",
		"1029": "Did you sit in a pile of sugar? Cause you have a pretty sweet butt.",
		"1030": "Do you have a pencil? Cause I want to erase your past and write our future.",
		"1031": "Do you know what my shirt is made of? Boyfriend material.",
		"1032": "Are you my Appendix? Because I have a funny feeling in my stomach that makes me feel like I should take you out.",
		"1033": "Are you a florist? Cause ever since I met you, my life has been Rosey.",
		"1034": "I wanna live in your socks so I can be with you every step of the way.",
		"1035": "Did you invent the airplane? Cause you seem Wright for me.",
		"1036": "Do you have a map? I'm getting lost in your eyes.",
		"1037": "I don't have a library card, but do you mind if I check you out?",
		"1038": "Are you an orphanage? Cause I wanna give you kids.",
		"1039": "Do you have a sunburn, or are you always this hot?",
		"1040": "I was feeling a little off today, but you definitely turned me on.",
		"1041": "Are you a fruit, because Honeydew you know how fine you look right now?",
		"1042": "Do you live in a corn field, cause I'm stalking you.",
		"1043": "I wish I was your derivative so I could lie tangent to your curves.",
		"1044": "My love for you is like a concave up function because it is always increasing.",
		"1045": "How can I know so many hundreds of digits of pi and not the 7 digits of your phone number?",
		"1046": "I wish I was your second derivative so I could investigate your concavities.",
		"1047": "You and I would add up better than a Riemann sum.",
		"1048": "Hey, what's your sine?",
		"1049": "I need a little help with my Calculus, can you integrate my natural log?",
		"1050": "By looking at you I can tell you're 36-25-36, which by the way are all perfect squares.",
		"1051": "You fascinate me more than the Fundamental Theorem of Calculus.",
		"1052": "Are you a 90 degree angle? 'Cause you are looking right!",
		"1053": "My love for you is like pi... never ending.",
		"1054": "I'd like to plug my solution into your equation.",
		"1055": "Since distance equals velocity times time, let's let velocity and time approach infinity, because I want to go all the way with you.",
		"1056": "I am equivalent to the Empty Set when you are not with me.",
		"1057": "I dont like my current date. Mind if I do a you-substitution?",
		"1058": "I can figure out the square root of any number in less than 10 seconds. What? You dont believe me? Well, then, lets try it with your phone number.",
		"1059": "Hey, want to Squeeze my Theorem while I poly your nomial?",
		"1060": "Hey...nice asymptote.",
		"1061": "I'm not being obtuse, but you're acute person.",
		"1062": "I don't know if you're in my range, but I'd sure like to take you back to my domain.",
		"1063": "Are you a 45 degree angle? Because you're acute-y.",
		"1064": "My love for you is like y=2^x... exponentially growing.",
		"1065": "I'll take you to your limit if you show me your end behavior.",
		"1066": "Can I explore your mean value?",
		"1067": "The derivative of my love for you is 0, because my love for you is constant.",
		"1068": "I'm good at math... let's add a bed, subtract our clothes, divide your legs, and multiply!",
		"1069": "Our love is like dividing by zero... you cannot define it.",
		"1070": "If you were a graphics calculator, I'd look at your curves all day long!",
		"1071": "I've been secant you for a long time.",
		"1072": "If I'm sine and you're cosine, wanna make like a tangent?",
		"1073": "Meeting you is like making a switch to polar coordinates: complex and imaginary things are given a magnitude and a direction.",
		"1074": "Being without you is like being a metric space in which exists a cauchy sequence that does not converge.",
		"1075": "My love for you is a monotonically increasing unbounded function",
		"1076": "You are the solution to my homogeneous system of linear equations.",
		"1077": "I heard you're good at algebra - Could you replace my X without asking Y?",
		"1078": "Are you a math teacher? Because you got me harder than calculus.",
		"1079": "I'll take you to the limit as X approaches infinity.",
		"1080": "Let's take each other to the limit to see if we converge",
		"1081": "You must be the square root of two because I feel irrational around you.",
		"1082": "Let me integrate our curves so that I can increase our volume",
		"1083": "If i were a function you would be my asymptote - I always tend towards you.",
		"1084": "Your beauty cannot be spanned by a finite basis of vectors.",
		"1085": "I wish I was your problem set, because then I'd be really hard, and you'd be doing me on the desk.",
		"1086": "My love is like an exponential curve - it's unbounded",
		"1087": "My love for you is like a fractal - it goes on forever.",
		"1088": "My love for you is like the derivative of a concave up function because it is always increasing. we're going to assume this concave up function resembles x^2 so that slopes is actually increasing.",
		"1089": "I hope you know set theory because I want to intersect and union you",
		"1090": "You've got more curves than a triple integral.",
		"1091": "Honey, you're sweeter than pi.",
		"1092": "If you were sin^2x and I was cos^2x, then together we'd make one.",
		"1093": "You're like a student and I'm like a math book... you solve all my problems!",
		"1094": "My friends told me that I should ask you out because you can't differentiate.",
		"1095": "Do you need math help? Wanna expand my polynomial?",
		"1096": "Sorry, but you owe me a drink, because when I looked at you, I dropped mine.",
		"1097": "Excuse me, is your name Earl Grey? Because you look like a hot-tea!",
		"1098": "Im not a hoarder but I really want to keep you forever.",
		"1099": "Do you have a Band-Aid? Because I just scraped my knee falling for you.",
		"1100": "Are you a parking ticket? 'Cause you've got fine written all over you.",
		"1101": "Do you drink Pepsi? Because you're so-da-licious!",
		"1102": "I'm no organ donor but I'd be happy to give you my heart.",
		"1103": "I seem to have lost my phone number. Can I have yours?",
		"1104": "Is your nickname Chapstick? Because youre da balm!",
		"1105": "Can I take your picture to prove to all my friends that angels do exist?",
		"1106": "Ill give up my morning cereal to spoon you instead.",
		"1107": "Can I have your Instagram? My parents said I should follow my dreams.",
		"1108": "Are you Australian? Because you meet all of my koala-fications.",
		"1109": "I'm not drunk, I'm just intoxicated by YOU.",
		"1110": "I was blinded by your beauty... I'm going to need your name and number for insurance purposes.",
		"1111": "Is there an airport nearby or is that just my heart taking off?",
		"1112": "There must be a lightswitch on my forehead because everytime I see you, you turn me on!",
		"1113": "Hi, I'm writing a term paper on the finer things in life, and I was wondering if I could interview you?",
		"1114": "Have you been to the doctor lately? Cause I think you're lacking some Vitamin Me.",
		"1115": "Can I follow you home? Cause my parents always told me to follow my dreams.",
		"1116": "You look so familiar... didn't we take a class together? I could've sworn we had chemistry.",
		"1117": "Do you like Nintendo? Because Wii would look good together.",
		"1118": "If you were a flower you'd be a damnnn-delion",
		"1119": "If you were ground coffee, you'd be Espresso cause you're so fine.",
		"1120": "You're so beautiful that you made me forget my pickup line.",
		"1121": "You shouldn't wear makeup. It's messing with perfection!",
		"1122": "If I had a star for every time you brightened my day, I'd have a galaxy in my hand.",
		"1123": "Damn, if being smexy was a crime, you'd be guilty as charged!",
		"1124": "I was wondering if you had an extra heart? Mine seems to have been stolen",
		"1125": "Do you smoke pot? Because weed be cute together.",
		"1126": "I thought happiness started with an H. Why does mine start with U?",
		"1127": "Are you a campfire? Cause you are hot and I want s'more.",
		"1128": "If you were a tropical fruit, you'd be a Fine-apple!",
		"1129": "Are you a banana? Because I find you a-peeling",
		"1130": "Are you Netflix? Because I could watch you for hours.",
		"1131": "Are you a bank loan? Because youve got my interest",
		"1132": "Are you lost ma'am? Because heaven is a long way from here.",
		"1133": "You're kinda, sorta, basically, pretty much always on my mind.",
		"1134": "Put down that cupcake... you're sweet enough already.",
		"1135": "Four plus four equals eight, but you plus me equals fate.",
		"1136": "Did you just come out of the oven? Because you're hot!",
		"1137": "Are you Hurricane Katrina? Cause youre blowing me away.",
		"1138": "Me without you is like a nerd without braces, A shoe without laces, aSentenceWithoutSpaces",
		"1139": "If I told you that you had a great body, would you hold it against me?",
		"1140": "Babe, your beauty makes the morning sun look like the dull glimmer of the moon.",
		"1141": "If Im vinegar, then you must be baking soda. Because you make me feel all bubbly inside!",
		"1142": "You must be the cure for Alzheimers, because youre unforgettable.",
		"1143": "Please call 9-1-1, because you just made my heart stop!",
		"1144": "You're so hot, that if you ate a piece of bread, you'd poop out toast!",
		"1145": "Is your name Ariel? Cause we Mermaid for each other!",
		"1146": "Charizards are red, Squirtles are blue, if you were a Pokemon, I would choose you!",
		"1147": "Could you please step away from the bar? Youre melting all the ice!",
		"1148": "Are you from Russia? Cause youre Russian my heart rate!",
		"1149": "Im in the mood for pizza... a pizza you, that is!",
		"1150": "Are you from Tennessee? Because you're the only ten I see!",
		"1151": "There's only one thing I want to change about you, and that's your last name.",
		"1152": "I didn't see any stars in the sky tonight, the most heavenly body was standing right next to me.",
		"1153": "I must be a snowflake, because I've fallen for you.",
		"1154": "Nice hair, wanna mess it up?",
		"1155": "I would flirt with you, but Id rather seduce you with my awkwardness.",
		"1156": "There is something wrong with my cell phone. It doesn't have your number in it.",
		"1157": "You must be a hell of a thief because you stole my heart from across the room.",
		"1158": "You know I'd like to invite you over, but I'm afraid you're so hot that you'll skyrocket my air-conditioning bill.",
		"1159": "Excuse me, but I think I dropped something. MY JAW!",
		"1160": "If you were a booger I'd pick you first.",
		"1161": "Do you know what I did last night? I looked up at the stars, and matched each one with a reason why I love you.",
		"1162": "Excuse me, I think you have something in your eye. Oh wait, it's just a sparkle.",
		"1163": "If I were to ask you out on a date, would your answer be the same as the answer to this question?",
		"1164": "If this bar is a meat market, you must be the prime rib.",
		"1165": "You must be a very important textbook passage, because seeing you is the highlight of my day.",
		"1166": "Are you a magician??? Because Abraca-DAYUM!",
		"1167": "You wanna know what's beautiful? Read the first word again.",
		"1168": "Your lips look so lonely.... Would they like to meet mine?",
		"1169": "My love for you is like diarrhea, I just can't hold it in.",
		"1170": "Hello, I'm a thief, and I'm here to steal your heart.",
		"1171": "You're so hot you would make the devil sweat.",
		"1172": "Hey baby you're so fine you make me stutter, wha-wha-what's your name?",
		"1173": "I bet you $20 you're gonna turn me down.",
		"1174": "How come you're not on top of a Christmas tree? I thought that's where angels belonged.",
		"1175": "Do you have the time? The time to write down my number?",
		"1176": "Your legs must be tired because you've been running through my mind all night.",
		"1177": "Wouldn't we look cute on a wedding cake together?",
		"1178": "Can I borrow a kiss? I promise I'll give it back.",
		"1179": "I may not be a genie, but I can make your dreams come true.",
		"1180": "Would you grab my arm so I can tell my friends I've been touched by an angel?",
		"1181": "Hey... Didn't I see your name in the dictionary under \"Shazaam!\"?",
		"1182": "If a thousand painters worked for a thousand years, they could not create a work of art as beautiful as you.",
		"1183": "Rejection can lead to emotional stress for both parties involved and emotional stress can lead to physical complications such as headaches, ulcers, cancerous tumors, and even death! So for my health and yours, JUST SAY YES!",
		"1184": "Did you have lucky charms for breakfast? Because you look magically delicious!",
		"1185": "No wonder the sky is grey today, all the blue is in your eyes.",
		"1186": "Can I borrow your cell phone? I need to call animal control, because I just saw a fox!",
		"1187": "Hershey's makes millions of kisses a day.. .all I'm asking for is one from you.",
		"1188": "Of all the beautiful curves on your body, your smile is my favorite.",
		"1189": "I'm not actually this tall. I'm sitting on my wallet.",
		"1190": "When I first saw you I looked for a signature, because every masterpiece has one.",
		"1191": "I like Legos, you like Legos, why don't we build a relationship?",
		"1192": "I might not be Sriracha sauce but, I sure will spice up your life.",
		"1193": "Are you a good cuddler? I might let you join my gang.",
		"1194": "Even if you had 0 followers, Id follow you anywhere.",
		"1195": "People call me crazy, but you can call me tonight.",
		"1196": "Life without you would be like a broken pencil... pointless.",
		"1197": "If I had a penny for every time I thought of you, I'd have exactly one cent, because you never leave my mind.",
		"1198": "Are you a 45 degree angle? Because youre acute-y!",
		"1199": "Is your name Dunkin? Because I Donut want to spend another day without you.",
		"1200": "Do you like Star Wars? Because Yoda only one for me!",
		"1201": "Call me Shrek because I'm head ogre heels for you!",
		"1202": "Do you have advanced radiation poisoning? Because you are glowing!",
		"1203": "Kiss me if I'm wrong, but dinosaurs still exist, right?",
		"1204": "If I received a nickel for everytime I saw someone as beautiful as you, I'd have five cents.",
		"1205": "If nothing lasts forever, will you be my nothing?",
		"1206": "You are like a candy bar: half sweet and half nuts.",
		"1207": "Did you clean your pants with Windex? I can practically see myself in them.",
		"1208": "How was heaven when you left it?",
		"1209": "Did you fart, cause you blew me away.",
		"1210": "You know you're in love when you can't fall asleep because reality is finally better than your dreams.",
		"1211": "Hey... somebody farted. Let's get out of here.",
		"1212": "I didn't know that angels could fly so low!",
		"1213": "There must be something wrong with my eyes, I can't take them off you.",
		"1214": "You are so fine, I wish I could plant you and grow a whole field of you!",
		"1215": "Is your name \"swiffer\"? 'Cause you just swept me off my feet.",
		"1216": "Excuse me, but you dropped something back there. This conversation. Lets pick it up later tonight.",
		"1217": "Are you going to kiss me or do I have to lie to my diary?",
		"1218": "are you cold? You look like you could use some hot chocolate... Well, here I am!",
		"1219": "I could lay next to you forever... or until we decide to go eat.",
		"1220": "Wanna go bowling? I thought it might be right up your alley.",
		"1221": "Is your name Dwayne Johnson? Because you Rock my world!",
		"1222": "Youre not a vegetarian, are you? Because Id love to meat you.",
		"1223": "Youre so attractive that my phone gets hot just from talking to you.",
		"1224": "Can I buy you a drink or do you just want the money?",
		"1225": "Did the sun come out or did you just smile at me?",
		"1226": "Do you believe in love at first sight, or should I walk by again?",
		"1227": "Inheriting eighty million bucks doesn't mean much when you have a weak heart.",
		"1228": "The only thing your eyes haven't told me is your name.",
		"1229": "Excuse me, I just noticed you noticing me and I just wanted to give you notice that I noticed you too.",
		"1230": "If I were a transplant surgeon, I'd give you my heart.",
		"1231": "Are you Willy Wonka's daughter, 'cuz you look sweet and delicious.",
		"1232": "If you were a transformer, you'd be a HOT-obot, and your name would be Optimus Fine.",
		"1233": "Did it hurt when you fell out of heaven?",
		"1234": "I play the field, and it looks like I just hit a home run with you.",
		"1235": "I'm new in town. Could you give me directions to your apartment?",
		"1236": "If I could rearrange the alphabet, I would put 'U' and 'I' together.",
		"1237": "If you were a tear in my eye I would not cry for fear of losing you.",
		"1238": "If your heart was a prison, I would like to be sentenced for life.",
		"1239": "My lenses turn dark in the sunshine of your love.",
		"1240": "What time do you have to be back in heaven?",
		"1241": "I'm no Fred Flintstone, but I can make your Bedrock!",
		"1242": "You'd better direct that beauty somewhere else, you'll set the carpet on fire.",
		"1243": "I love you like a pig loves not being bacon.",
		"1244": "Are your parents bakers? Cause they sure made you a cutie pie!",
		"1245": "Did you go to bed early last night? From the looks of it, you got your beauty sleep.",
		"1246": "What's on the menu? Me-n-U",
		"1247": "You're like pizza. Even when you are bad, you're good",
		"1248": "I must be in a museum, because you truly are a work of art.",
		"1249": "My friend thinks you're kinda cute, but I don't... I think you're absolutely gorgeous!",
		"1250": "Let's commit the perfect crime: I'll steal your heart, and you'll steal mine.",
		"1251": "You spend so much time in my mind, I should charge you rent.",
		"1252": "If kisses were snowflakes, I'd send you a blizzard",
		"1253": "If stars would fall everytime I would think of you, the sky would soon be empty.",
		"1254": "Do you like Mexican food? Cause I want to wrap you in my arms and make you my BAE-RITTO.",
		"1255": "You look cold. Want to use me as a blanket?",
		"1256": "Blue eyes, red lips, pale face. So pretty. You look like the flag of France.",
		"1257": "Even though there aren't any stars out tonight, you're still shining like one.",
		"1258": "If you were a potato you'd be a sweet one.",
		"1259": "Please call an ambulance, your beauty is killing me.",
		"1260": "Are you my phone charger? Because without you, I'd die.",
		"1261": "Are you a hipster, because you make my hips stir.",
		"1262": "Are you a cat? Cause you are purrrfect",
		"1263": "I wish I was cross eyed, so I could see you twice.",
		"1264": "Are you on Nickelodeon? Cause you're a-Dora-ble!",
		"1265": "I don't know if you're beautiful, I haven't gotten past your eyes yet.",
		"1266": "You don't need keys to drive me crazy.",
		"1267": "If Internet Explorer is brave enough to ask you to be your default browser, Im brave enough to ask you out!",
		"1268": "Are you a vampire? Cause you looked a little thirsty when you looked at me.",
		"1269": "Can I hit you in the face... with my lips?",
		"1270": "You may fall from the sky, you may fall from a tree, but the best way to fall... is in love with me.",
		"1271": "When I first saw you, I knew we could win the Stanley Cup in tonsil hockey.",
		"1272": "My name isn't Elmo, but you can tickle me any time you want to.",
		"1273": "Can you take me to the doctor? Because I just broke my leg falling for you.",
		"1274": "You must be a ninja, because you snuck into my heart",
		"1275": "I need a dollar, but I only have 90 cents... do you want to be my dime?",
		"1276": "Be unique and different, say yes.",
		"1277": "Your eyes are blue, like the ocean. And I'm lost at sea.",
		"1278": "You know how they say skin is the largest organ on the human body? Not in my case.",
		"1279": "My lips are like skittles. Wanna taste the rainbow?",
		"1280": "They say dating is a numbers game... so can I get your number?Pinch me because you're so fine I must be dreaming.",
		"1281": "If I had to choose between breathing or loving you, I would say \"I love you\" with my last breath!",
		"1282": "I'm not trying to impress you or anything, but... I'm Batman!",
		"1283": "You must be Jamaican, because Jamaican me crazy.",
		"1284": "Do you know karate? Because your body is really kickin'.",
		"1285": "You must be a high test score, because I want to take you home and show you to my mother.",
		"1286": "Im learning about important dates in history class. Wanna be one of them?",
		"1287": "I hear they banned you from school lunches for being so sweet.",
		"1288": "I need some answers for my math homework. Quick. Whats your number?",
		"1289": "Are you a Snickers bar? Cause you satisfy me.",
		"1290": "Is your last name Campbell? Cause you're \"mmmm... good!",
		"1291": "Mario is red. Sonic is blue. Press start to join and be my player 2.",
		"1292": "I usually press X to pick up weapons. Does that work for picking YOU up as well?",
		"1293": "Don't worry, I'm a gamer, so you can trust me to be good with my fingers.",
		"1294": "I'm like an Xbox... I can go 360 all night long!",
		"1295": "I need experience points. Will you help?",
		"1296": "Do you like Nintendo? Cause Wii would look good together.",
		"1297": "Are you a Wii? Because I love your joystick!",
		"1298": "Are you a pikachu? Because you are shockingly beautiful",
		"1299": "Even though it would mess up my K/D ratio, I'd die a million deaths if it meant I could be with you.",
		"1300": "I'll wait for you like I wait for Steam sales",
		"1301": "Roses are red, violets are blue. If you were a Pokemon, I'd choose you.",
		"1302": "Are you a care package? Because you must've fallen from heaven.",
		"1303": "Is your name Joy? Cause I want you to jump on my stick!",
		"1304": "Are you made of Diamonds, because I'm digging you.",
		"1305": "Are you an Xbox 360? Cause I'll do you till you got 3 red rings.",
		"1306": "Wanna leave this lobby and go into a private match?",
		"1307": "If I was Mario, you would be my only star.",
		"1308": "Are you a magic mushroom? Because you are making me grow.",
		"1309": "If Princess Toad looked liked you, I would have killed Bowser years ago!",
		"1310": "You are hotter than Din's fire",
		"1311": "I think something is wrong with my auto-aim. I can't take my eyes off you.",
		"1312": "Are you Alienware? Because you are out of this world.",
		"1313": "Are you a video game cause I think youre my Destiny!",
		"1314": "If you were a warp tube, I'd be in you all day.",
		"1315": "I took an arrow to the knee... from cupid, after seeing you.",
		"1316": "I got more game than a PS4!",
		"1317": "Are you using hacks? Cause as soon as you joined this lobby I got a hardened perk.",
		"1318": "You light my Deku Stick on fire.",
		"1319": "You must be a pressure plate, because you turn me on.",
		"1320": "Are you Mortal Kombat? Your beauty has finished me",
		"1321": "Are you related to Glass Joe? Because you're an easy Knockout!",
		"1322": "I want to ride you harder than Mario rides Yoshi.",
		"1323": "Full character customization could never capture your beauty",
		"1324": "Call me Lara Croft because I'm about to go Tomb Raiding.",
		"1325": "Nice pants. What's the drop rate?",
		"1326": "It takes two to play Pong",
		"1327": "Are you sitting on the F5 key? Because that butt is refreshing",
		"1328": "Are you a slimeball? Cause you make my piston stick",
		"1329": "You're like a dictionary, you add meaning to my life!",
		"1330": "You are so fine I could put you on a plate and sop you up with a biscuit.",
		"1331": "Is there a rainbow today? Because I just found the treasure I've been searching for!",
		"1332": "You remind me of a magnet, because you sure are attracting me over here!",
		"1333": "I have an \"owie\" on my lip. Will you kiss it and make it better?",
		"1334": "Let's make like a fabric softener and 'Snuggle",
		"1335": "If I could reach out and hold a star for everytime you've made me smile, I'd hold the sky in the palm of my hand.",
		"1336": "Well, here I am. What were your other two wishes?",
		"1337": "How much does a polar bear weigh? Enough to break the ice... Hey there.",
		"1338": "Well, I AM telepathic, and I can tell that you love me. Right?",
		"1339": "Should I smile because we are friends, or cry because I know that is what we will ever be?",
		"1340": "When I look into your eyes, it is like a gateway into the world of which I want to be a part.",
		"1341": "You got a jersey? Because I need your name and number.",
		"1342": "Youre so cute its distracting!",
		"1343": "Hello, I'm doing a survey of what people think are the cheesiest pickup lines. So, do you pick 'Do you come here often?', 'What's your sign?', or 'Hello, I'm doing a survey of what people think are the cheesiest pickup lines.'?",
		"1344": "This time next year lets be laughing together.",
		"1345": "Is your last name Whitman, because I want to sample you.",
		"1346": "On a scale of 1 to 10, you're a 9. I'm the 1 you need.",
		"1347": "Hey, I must be a light switch, cuz every time I see you, you turn me on!",
		"1348": "Are you a beaver? Cause daaaaam!",
		"1349": "I hope your day has been as beautiful as you are.",
		"1350": "If you were a chicken, you'd be impeccable.",
		"1351": "I could use some spare change and you're a dime.",
		"1352": "I'm no mathematician, but I'm pretty good with numbers. Tell you what, Give me yours and watch what I can do with it.",
		"1353": "Didn't I see you on the cover of Vogue?",
		"1354": "Have you always been this cute, or did you have to work at it?",
		"1355": "I hope you know CPR, because you take my breath away!",
		"1356": "I just had to come talk with you. Sweetness is my weakness.",
		"1357": "I think I can die happy now, cause I've just seen a piece of heaven.",
		"1358": "Apart from being smexy, what do you do for a living?",
		"1359": "Is it hot in here or is it just you?",
		"1360": "I may not be a genie, but I can make all your wishes come true!",
		"1361": "Were you arrested earlier? It's gotta be illegal to look that good.",
		"1362": "What's that on your face? Oh, must just be beauty. Here, let me get it off. Hey, it's not coming off!",
		"1363": "I blame you for global warming... your hotness is too much for the planet to handle!",
		"1364": "You know the more I drink, the prettier you get!",
		"1365": "You know, I would die happy if I saw you naked just once!",
		"1366": "You better call Life Alert, 'cause I've fallen for you and I can't get up.",
		"1367": "You're single. I'm single. Coincidence? I think not.",
		"1368": "Are you a pikachu? Because you are shockingly beautiful.",
		"1369": "Do you wanna battle? 'Cuz my balls are at the ready!",
		"1370": "My love for you burns like a Charizard's tail.",
		"1371": "If I were a Nidoking, you would be my Nidoqueen.",
		"1372": "If I were a Milktank, I'd use ATTRACT on you.",
		"1373": "Looking at your butt makes my bulba soar",
		"1374": "Want to register your number in my PokeNav?",
		"1375": "Is that a Sudowoodo in your pocket, or are you just happy to see me?",
		"1376": "I'd like to ride you like a HORSEA.",
		"1377": "When I look at you, my Metapod can't get any harder.",
		"1378": "You remind me of Pokemon, I just want to Pikachu.",
		"1379": "Do you wanna play my Poke Flute?",
		"1380": "When I'm around you, I am like a Geodude, as hard as a rock!",
		"1381": "I want to Squirtle all over your Jigglypuffs.",
		"1382": "Do you wanna play with my Poke Balls?",
		"1383": "I think I need a Paralyze Heal, because you're stunning.",
		"1384": "My Pokeballs are SWIFT in your mouth.",
		"1385": "Are you a RARE CANDY? 'cuz I feel a level-up.",
		"1386": "If you were a Pokemon, I'D CHOOSE YOU!",
		"1387": "Do you wanna LICKILICKY my icky sticky.",
		"1388": "My Donphan won't ROLLOUT for you much longer.",
		"1389": "Do you wanna see what's in my ball bag?",
		"1390": "Do you wanna see my POLI-WAG?",
		"1391": "Like an Umbreon, I also evolve at night.",
		"1392": "Can I fertilize you with my sunkern?",
		"1393": "How would you like me to use my Onix to BIND you to my bed?",
		"1394": "My Gyarados is BIG enough for you to ride it ALL day and night.",
		"1395": "Id love to get a peek at your Rat-tatas!",
		"1396": "Hey, wanna SPOINK?",
		"1397": "I've got Masterballs.",
		"1398": "Your more beautiful than a Beautifly.",
		"1399": "Let's have a Togepi of our own!",
		"1400": "Want my Caterpie to use String Shot on you?",
		"1401": "I'd like to get in your rock tunnel.",
		"1402": "What's your favorite move? Mine is LICK.",
		"1403": "You'll be WEEZING after I'm done with you.",
		"1404": "You've got the lips of a Jynx!",
		"1405": "Can I get into YOUR Secret Base?",
		"1406": "You make my Darkrai rise.",
		"1407": "You remind me of Deoxys, you're out of this world.",
		"1408": "Those are some nice HOOTHOOTS you got there.",
		"1409": "I just want to stick it in your wooper.",
		"1410": "The name's kock..i mean brock..wait, i said that right.",
		"1411": "My Kadabra just used Future Sight, and it looks like we've got a future together.",
		"1412": "How would you like to see my viridian forest, well it's not really viridian.",
		"1413": "How about you come and see my safari zone.",
		"1414": "Want to ride my emPOLEon?",
		"1415": "You're such a good catch, i think i'll use my only MASTER BALL on you.",
		"1416": "Let's make like a Super Rod and hook up.",
		"1417": "I'm going to Hoppip into your pants.",
		"1418": "My Shellder wants to clamp onto your Slowpoke's tail!",
		"1419": "Squirtle isn't the ONLY one that can use water gun. - wink -",
		"1420": "STDs are not like Pokemon, but with you I gotta catch em all! Wanna help me out?",
		"1421": "Do you like Pokeballs because you're about to get really close to one of mine.",
		"1422": "I wish I was a Seaking, so I could HORN DRILL you.",
		"1423": "Let's make RegiLove!",
		"1424": "Want to Link your cable onto me?",
		"1425": "I'd like to Leech my Seeds into you.",
		"1426": "You put the \"Wiggle\" in Wigglytuff.",
		"1427": "Aipom's pretty good with his hands, and so am I.",
		"1428": "I wanna see your Squirtle squirt.",
		"1429": "If I was a Pokemon right now, I'd be an Erectabuzz",
		"1430": "If you were in a Pokemon Contest, you'd win first place in the Beauty/Cuteness category.",
		"1431": "I think we're going to need Defog (HM05) before the night is done.",
		"1432": "I'd like to Slowpoke your Cloyster.",
		"1433": "Are you a Hitmonlee cause your body is kickin'.",
		"1434": "My Typhlosion knows Eruption.",
		"1435": "You make me feel like an Electrode, you give me an EXPLOSION in my pants.",
		"1436": "You make me errupt like the Cinnabar Island volcano.",
		"1437": "You must be a Charmander because you're getting me hot.",
		"1438": "Let's make like the pages of this guide book and get under the covers.",
		"1439": "I'm a Mismagius. I'll make all of your wildest dreams come true.",
		"1440": "My Lickitung can reach deeper than you can imagine!",
		"1441": "Don't make me use Water Gun all over you!",
		"1442": "Are you from the Hoenn Region? 'Cuz you're the only HO I see.",
		"1443": "I wanna Munchlax your Cloyster.",
		"1444": "I'm a real Machamp, if you know what I mean.",
		"1445": "How about you use REST, so i can sleep with you.",
		"1446": "My Typhlosion knows EXPLOSION!!",
		"1447": "You put the \"Double-D\" in Dodou.",
		"1448": "I heard Meowth's not the only mischievious pussy in town.",
		"1449": "Have you been taking lessons from a Lickitung?",
		"1450": "Did you just FLASH(HM 05) me?",
		"1451": "Your gonna need a HYPERPOTION by the time i'm done with you.",
		"1452": "You put the \"BONE\" in Cubone.",
		"1453": "You set my Chimchar on fire.",
		"1454": "I'll use ROCK CLIMB in your Fortress.",
		"1455": "My Diglett's attracted to your SWEET SCENT.",
		"1456": "Did you use CONFUSE RAY?, cuz your making me dizzy.",
		"1457": "Do you wanna see my NUGGETS? I'd POUND you with my Piplup.",
		"1458": "You make me RY-HORNY!",
		"1459": "You just gave me a Cubone.",
		"1460": "My Bulbasaur knows TICKLE.",
		"1461": "I can make your Jigglypuffs sing.",
		"1462": "I can make your Milktanks moo.",
		"1463": "I wish you and I were Weedles, so you and I could make a Kakuna and evolve together.",
		"1464": "Hey, I've got some legendary pokemon, do you want to touch my pokeballs to see just how legendary they are?",
		"1465": "If you were a pokemon, you'd be a Squirtle, cause you make me wet!",
		"1466": "Let's go make a Mewtwo of our own.",
		"1467": "I wish I was a Magikarp, so I could use SPLASH on you!",
		"1468": "My Exeggcute are pretty weak.",
		"1469": "Let's battle so they can get some experience.",
		"1470": "Wanna watch my EKANS evolve?",
		"1471": "I made you some MOO-MOO MILK, but I forgot to use my Milktank.",
		"1472": "You make my Gyrados HYDROPUMP",
		"1473": "I wanna spread HONEY on your Forretress.",
		"1474": "If I were a Ghastly, I'd seep right through your pants.",
		"1475": "You give my Gengar that smile",
		"1476": "If I were a Hitmonchan, I'd Thunderpunch dat butt.",
		"1477": "Is that a TANGELA down there?",
		"1478": "Do you wanna see my BELL-SPROUT?",
		"1479": "Will you use ROCK POLISH on my Pokeballs?",
		"1480": "I wish I was an Abra, so I could TELEPORT to your bedroom.",
		"1481": "If I were a Pidgeotto, I'd GUST your pants off.",
		"1482": "It's a good thing that I'm a pokemon trainer and can handle your Jigglypuffs!",
		"1483": "If I were a Clefairy, I'd DOUBLE-SLAP dat butt.",
		"1484": "Do you have a Ditto in your pocket because I can see myself in your pants.",
		"1485": "My Magikarp knows a little more than SPLASH if you know what I mean.",
		"1486": "I like to compare myself with Smeargle...I'm pretty handy with a paintbrush.",
		"1487": "I think I'm going to need a Burn Heal because you're hot.",
		"1488": "You put the \"cool\" in Tentacool.",
		"1489": "Why don't you and me go back to my gym and have a naked battle.",
		"1490": "Do you want to help my ekans learn intercourse?",
		"1491": "starMiE and starYU belong together do you get the message?",
		"1492": "I've got an Onyx, and if you come over to my place I'll show you his move Earthquake.",
		"1493": "I wish you were the ground and I was a Diglett so I could be inside of you",
		"1494": "You make me melt like hot fudge on a sundae.",
		"1495": "Were you in Boy Scouts? Because you sure have tied my heart in a knot.",
		"1496": "Are you as beautiful on the inside as you are on the outside?",
		"1497": "I want to be your tear drop, so I could be born in your eyes, live on your cheeks, and die on your lips.",
		"1498": "I know where they give out free drinks... its a place called My House!",
		"1499": "I can't think of anyone else Id rather survive a Zombie Apocalypse with.",
		"1500": "Babe! you look so fine I could drink your bath water!",
		"1501": "If I had a rose for every time I thought of you, I would be walking through my garden forever.",
		"1502": "Hey, how did you do that?  Look so good?",
		"1503": "If you stood in front of a mirror and help up 11 roses, you would see 12 of the most beautiful things in the world.",
		"1504": "Are you a tamale? 'Cause you're hot.",
		"1505": "You are so beautiful that you give the sun a reason to shine.",
		"1506": "Do you bleach your teeth? 'Cause your smile lights up the entire room like a candle in the dark. Let's go prove it.",
		"1507": "Your butt is so nice that it is a shame that you have to sit on it.",
		"1508": "Stop, drop, and roll, because you are on FIRE!",
		"1509": "You're so hot, you make the equator look like the north pole.",
		"1510": "Come live in my heart, and pay no rent.",
		"1511": "You're hotter than Papa Bear's porridge.",
		"1512": "I hope there's a fire truck nearby, cause you're smokin'!",
		"1513": "If it weren't for that DAMNED sun, you'd be the hottest thing ever created.",
		"1514": "Tonight this Han doesnt want to fly Solo.",
		"1515": "I just got dumped, and I think that you could make me feel better.",
		"1516": "You are a 9 - you'd be a perfect 10 if you were with me.",
		"1517": "Excuse me, I'd like to have kids someday, and I wanted to know how your parents created such a beautiful creature.",
		"1518": "Youre my favorite weakness.",
		"1519": "You're so hot, I bet you could light a candle at 10 paces.",
		"1520": "I can't believe I've been hear the entire evening with all these beautiful people and the moment I find 'The One', all I have time to say is \"good bye\".",
		"1521": "Hey, you've got something on your butt - my eyes",
		"1522": "This isn't a beer belly, It's a fuel tank for a love machine.",
		"1523": "You make palms sweaty, knees weak, arms spaghetti.",
		"1524": "If I was an octopus, all my 3 hearts would beat for you.",
		"1525": "Guess what Im wearing? The smile you gave me!",
		"1526": "I don't know you, but I think I love you already.",
		"1527": "Here's the key to my house, my car... and my heart.",
		"1528": "If we shared a garden, I'd put my tulips and your tulips together",
		"1529": "Is your name Summer? 'Cause you are as hot as hell.",
		"1530": "If I had to choose between one night with you or winning the lottery...I would chose winning the lottery...but it would be close...real close...",
		"1531": "Do you have any sunscreen? 'Cause you are burning me up!",
		"1532": "See these keys? I wish I had the one to your heart.",
		"1533": "You're hotter than donut grease.",
		"1534": "Your eyes are as blue as window cleaner.",
		"1535": "Was that an earthquake or did you just rock my world?",
		"1536": "If you were a burger at McDonalds, you'd be McGorgeous.",
		"1537": "If I were an enzyme, I'd be DNA helicase so I could unzip your genes.",
		"1538": "You're so hot, you denature my proteins.",
		"1539": "Can I be the phasor to your electron and take you to an excited state?",
		"1540": "Can I be your enzyme? because my active site is dying for a chemical reaction.",
		"1541": "You give me more jolt than a mitochondria!",
		"1542": "Right now were just two RNA, but maybe we could transcribe together and become DNA.",
		"1543": "I have a smooth endoplasmic reticulum but know that I like it rough, if you know what I mean.",
		"1544": "I also prefer my ribosomes bound tight.",
		"1545": "You be the battery, I'll be the aluminum foil and together we'll light up the world.",
		"1546": "Spin me round with your basal body and make sure it's turgid.",
		"1547": "Do you like aerobic respiration as much as I do?",
		"1548": "You, me, here... this couldn't be any better if I programmed the holodeck myself!",
		"1549": "Your mouth says, 'Shields up!', but your eyes say, 'A hull breach is imminent.'",
		"1550": "I can't help it -- my eyes are trapped in the gravitational field of your breasts!",
		"1551": "Why don't we head to my bedroom, peel back my Star Wars sheets, and discover what a true Jedi can do with his light-saber?",
		"1552": "Honey, you've been looking for love in Alderaan places!",
		"1553": "I may look like an Ewok, but I'm all Wookie where it counts.",
		"1554": "You're the Obi-wan for me.",
		"1555": "You stole my heart like the rebels stole the Death Star plans.",
		"1556": "Yoda one for me.",
		"1557": "I usually Han Solo, but I'd let you turn on my light saber!",
		"1558": "What's a person like you doing in a place like this when there's a Farscape marathon on right now on the Sci Fi channel.",
		"1559": "Urkuk lu Stalga.\" That's Klingon for \"I love you baby.",
		"1560": "If you think Chewbacca is hairy, wait until you see my wookie!",
		"1561": "Once you make love to someone with Vulcan ears on you never go back.",
		"1562": "How 'bout I slip into something more comfortable... like these STAR TREK VOYAGER pajamas!",
		"1563": "Nice buns, Princess! On your head, that is.",
		"1564": "Not only can I beam you aboard, I can beam you a woody.",
		"1565": "Tonight this Han doesnt want to fly Solo!",
		"1566": "Someone must have shot you with a phaser set on 'stunning'.",
		"1567": "Tell me of this thing you humans call, uh, love.",
		"1568": "Ive got something big in my torpedo tube.",
		"1569": "We dont need a holodeck. Ill make all your fantasies come true.",
		"1570": "Im Wesley Crushing on you.",
		"1571": "Youre hotter than the flames on Mustafar",
		"1572": "Take off your clothes, and lets start the next generation.",
		"1573": "Scanners show smexy life forms in this area... oh, its only you.",
		"1574": "I feel a great disturbance... in my pants!",
		"1575": "Are you from the holodeck? Because youre too beautiful to be real.",
		"1576": "Are you a sith lord? Because Ive Fallen for you.",
		"1577": "Is this the Matrix? Because I think you're 'the one'.",
		"1578": "Forgive my Kirk-like boldness, but you wanna go back to my mom's place and watch 'Dr. Who'?",
		"1579": "Earth human, prepare to be probed!",
		"1580": "Nice Asimov.",
		"1581": "You must be one spicy dish because youre making my heart burn.",
		"1582": "Do you have any Sriracha sauce? Cause you fire me up!",
		"1583": "I wish I had some butter for them biscuits.",
		"1584": "Youre so cute I could bottle you up in a mason jar.",
		"1585": "Youre as complete as quinoa.",
		"1586": "You remind me of cheese... I want you on everything!",
		"1587": "Were you born in a farm? You look a-maize-ing.",
		"1588": "If you were a fruit you'd be a Fineapple.",
		"1589": "Do you sell hot dogs? Because you sure know how to make a wiener stand.",
		"1590": "Do you work at Little Caesars? Because youre Hot And I'm Ready.",
		"1591": "Your cupcakes make my souffls rise.",
		"1592": "I might not be a Doritos Locos Taco, but I sure will spice up your life.",
		"1593": "Youre looking so sweet, youve got my eyes glazed over like doughnuts",
		"1594": "If you were a vegetable, youd be a CUTE-cumber.",
		"1595": "I know milk does a body good, but damn girl, how much have you been drinking?",
		"1596": "Anyone can sit here and buy you drinks. I want to buy you dinner!",
		"1597": "Your name must be Coca Cola, because you're so-da-licious",
		"1598": "Can you put some hot sauce on my enchilada, I need some spice in my life",
		"1599": "Life would be feta if we were togetha.",
		"1600": "Are you a fruit? Cause honeydew you know how fine you look right now?",
		"1601": "Do you like Pizza Hut? Cause I want to stuff your crust.",
		"1602": "Do you live in a corn field? Cause I'm stalking you!",
		"1603": "How about I dip my Wild Wings in your Buffalo sauce?",
		"1604": "I'm like Domino's Pizza. If I don't come in 30 minutes, the next one is free.",
		"1605": "You must be peanut butter because you're making my legs feel like jelly",
		"1606": "I'll be the Burger King, and you'll be the Dairy Queen... You treat me right, and I'll do it your way.",
		"1607": "Did you just come from KFC, cause your thighs and breasts just gave me a drumstick.",
		"1608": "You're like my favorite candy bar, half sweet, half nuts.",
		"1609": "If you were a burger at McDonalds you would be a McGorgeous.",
		"1610": "Let me be a chicken nugget and take a dip in your sauce.",
		"1611": "Now what's on the menu? Me-n-u",
		"1612": "Omelette you in on a secret. You and I would brie perfectly gouda.",
		"1613": "Can I double stuff your Oreo?",
		"1614": "I do not fancy wines, I prefer moans.",
		"1615": "I like my women like I like my doughnuts - HOT and HOLY!",
		"1616": "Do you like Alphabet soup? Cause you gonna be choking on the D",
		"1617": "Do you like Krispy Kreme? Cause I wanna glaze your donut.",
		"1618": "Do you like hot dogs? Cause I'd like to put my weiner between those buns",
		"1619": "I want you more then a Hagen-Daas on a hot summer day.",
		"1620": "You must work at subway, because youre giving me a foot long.",
		"1621": "When I'm around you I can't think straight.",
		"1622": "Are you a burger, because you can be the meat between my buns!",
		"1623": "Did you know that my dong is an 8.0 on the rectal scale?",
		"1624": "May I stick a banana in your tailpipe?",
		"1625": "Are you balding, because you sure do SHINE",
		"1626": "Excuse me, could you help me out? I have an incredible itch that's buried deep in my butt.",
		"1627": "I hope you dont have tetnus cause tonight you're gonna nail me.",
		"1628": "We're having a wiener-measuring contest over there. Do you have a yardstick that we could borrow?",
		"1629": "I hope you're not a vegetarian, 'cause I want to feed you some meat!",
		"1630": "Hey there, you like glazed or creme filled?",
		"1631": "I seem to have lost my underwear, can I see yours?",
		"1632": "Do you like the Teletubbies? Because you look like Tinkie Winkie.",
		"1633": "I'm an interior decorator. I can fill your interior.",
		"1634": "You remind me of a Twinkie. Every time I bite into you, you cream in my mouth.",
		"1635": "Youre so sweet youd put Hershey's out of business!",
		"1636": "You look like you could use some hot chocolate... Well, here I am!",
		"1637": "Hersheys makes millions of kisses a day. All Im asking for is one from you.",
		"1638": "I was going to get you a box of chocolates but you already have a sweeter box.",
		"1639": "How about I dip my frozen yogurt in your hot fudge?",
		"1640": "Do you like a cherry on top? If not, can I have yours?",
		"1641": "Baby, I want you to be the Baskin to my Robbins, the Ben to my Jerry, my Dairy Queen of Queens.",
		"1642": "You put the 'hot' in hot fudge sundae",
		"1643": "I'm not here to play mind games. Except brain freeze.",
		"1644": "It must be hot in here...cause you're making me melt",
		"1645": "Lick me, I'm mint!",
		"1646": "You must've just been churned,cause you're looking so fresh.",
		"1647": "Can I double stuff your ice cream sandwich?",
		"1648": "I brought you a small spoon, in case you wanted to sample my flavor.",
		"1649": "I love you like how I love my sorbet  juicy.",
		"1650": "I want you more then a Hagen-Daas on a hot summer day.",
		"1651": "If you're Rocky Road, then I would love to pave you.",
		"1652": "You must be a gelato, because you make ice creams look bad.",
		"1653": "You must be frozen yogurt, because I want to spoon you.",
		"1654": "You're so smooth you're making me lose my chips!",
		"1655": "You are like the sprinkles on my ice cream.",
		"1656": "You are on my list of things I'd do for a klondike bar.",
		"1657": "You could never be ice cream, because you are too hot!",
		"1658": "Is that a drumstick in your pocket or you are just happy to see me?",
		"1659": "I love you more than ice cream.",
		"1660": "Are you Choco Taco? Because everyone wants you.",
		"1661": "Are you made of ice cream? Because I can't wait to eat you up!",
		"1662": "You can't spell Ice Cream without 'M-E'!",
		"1663": "I must be made of pecan pralines, cause I am NUTS for you!",
		"1664": "One scoop of me plus one scoop of you equals a big bowl of cute.",
		"ID": "pickup"
	}
}
